const List<Map<String, dynamic>> dataSource = 
  [
    {'id': 1, 'title': 'あなたの「人見知り度」をチェック', 'Category':2,
    'imagePath': 'images/thumbnail/_5ffa8355-8f86-451e-8383-987877284fcd.jpeg',
      'description': '深層心理において「クレーム」は、実はあなた自身が自分に対して課すハードルを意味しており、あなたの周囲への警戒心と密接だといえます。そのため、クレームの理由によって、人見知りの傾向、つまりあなたが初対面の人とうまくやれるタイプかを導きます', 'content': {
        'explanation': 'サービス業に従事しているあなたに、客から何やらクレームが入ったとのこと。その内容は？',
        'options': [
          {'id': 1, 'text': '接客態度', 'answer1': '初対面の相手には構えてしまうのでは？', 'answer2' : 'あなたは、人の気持ちを推し量ることはできるのですが、それを表現したり、自分の思いを伝えたりすることが苦手かもしれません。本来は人付き合いも悪くなく、嫌なことは嫌と言える性格ですが、本当の自分より過大に自分を演出するようなところがあるかもしれません。コミュニケーションもやや不得意な面があり、誤解されたり冷たい印象を持たれたりしてしまうことも…。人と接する機会を増やし、笑顔の練習を心がけてみて。自信を持つことが一番です。'},
          {'id': 2, 'text': 'ルールの押し付け', 'answer1': '人見知りの不器用さが愛される理由かも？', 'answer2' : 'あなたは周囲の人との良好なチームワークを築くのが得意で、人望や協力を受けることも多いはず。ただ、真面目で一本気な性格であることから、初対面の相手にはやや高圧的な印象を与えてしまいがち。しかし、その不器用さが愛されポイントなので、目上の人から引き立てられたり、可愛がられたりしてハッピーに過ごすことができるでしょう。あなた自身も人の役に立つように動くようにしましょう。そうすることで、何倍にもなって幸福が返ってくるはずです。'},
          {'id': 3, 'text': '品質不良', 'answer1': '相手の気持ちを察して気配りができる人', 'answer2' : 'あなたは相手の気持ちを先回りして想像し、気配りができるタイプ。フランクな一面もあり、初対面でも話しかけたり、意見を伝えたりできるでしょう。\nとはいえ、内心どう思われているのかは気になっているはず。実際は、気にしているよりあなたは信頼を得ているでしょう。\n親しくなったあとは、機転が利き物事を首尾良くこなせるテキパキしたタイプに変身。縁の下の力持ちとして、周囲を裏からフォローするのが得意なので、周りからも大切にされるはず。'},
        ]
      }
    },
    {'id': 2, 'title': 'あなたの「家電タイプ」で性格診断', 'Category': 2,
    'imagePath': 'images/thumbnail/_bf398619-e3f6-450d-93f8-2ff04398fbf5.jpeg',
      'description': '深層心理において「買い替えたい」という気持ちは、あなた自身のチャレンジ精神の方向を意味しています。そして小物は、あなたが新しい環境でどのような面を伸ばすとチャンスをつかめるかを暗示します。\nそのため、新調したいアイテムによって、心機一転したあなたの生活を良好にするための方法がわかるのです。', 'content': {
        'explanation': 'GWが明けて気持ちも一新した今、あなたが新調したい小物は次のうちどれですか？\n一番近いものを選んでください。',
        'options': [
          {'id': 1, 'text': 'カバン', 'answer1': '「冷蔵庫」タイプ：口の固さを大切にすると対人運UP！', 'answer2' : '今のあなたは、人間関係においてセンスの良さを発揮すると言えるでしょう。\n本来ならば八方美人と言われてもおかしくないような状況でも、誰にも嫌われずに周囲との和を保ったり、ちょっとした気の回し方が上手だったり…。バランス感覚に優れているため、良好な人間関係を築けるはず。\nただ、人の話を聞いていると当然、秘密や深い相談ごとも増えていきます。やや口が滑りやすいので、冷蔵庫のようにしっかりと扉を閉め、冷気を逃さないような口の固さを大切にすると失敗はないでしょう。'},
          {'id': 2, 'text': '靴', 'answer1': '「洗濯機」タイプ：目標ありき「やる」と宣言すると伸びる！', 'answer2' : '新年度や連休明けといった心機一転するタイミングは、習慣や行動を改め、自分を変えようとするとうまくいきます。\nそのため、まだ経験したことのないものに挑戦したり、高みを目指したりすると運気アップにつながりそう。やりたかったことにトライするのもおすすめです。\n洗濯をして真っ白な衣類として生まれ変わるように、まずは無駄なモノを削ぎ落し、新たなスタートを切るという気持ちで臨むことが大事。\nそうすれば、今後華々しい運気模様に。転機のチャンスは「宣言」することにアリ！です。'},
          {'id': 3, 'text': '時計', 'answer1': '「掃除機」タイプ：自分の想いや意見を発信して！', 'answer2' : 'あなたは、自分の生き方に誇りを持っているため、何事も正しいと信じたことを実行するパワーがあります。\nしかし、節目のときには自分の思いを周囲に伝えることに苦手意識を持ち、相手から求められて初めて話す、というスタイルになりがち…。これからあなたは意識しなくても、多くの人から見られる機会が増えていきます。掃除機のようにしっかりといろいろな知識を吸収したのなら、自分の言葉で想いを周囲に大きくアピールすることも大事。出会いがさらに増え、知らなかった素晴らしい世界が見えてくるでしょう。'},
        ]
      }
    },
    {'id': 3, 'title': '空を飛ぶならどうやって飛びたい？　「あなたの恋愛の特徴」', 'Category': 1,
    'imagePath': 'images/thumbnail/_09b20cb2-7b98-411b-b56e-1f3df48ce1f1.jpeg',
      'description': 'あなたが本当に望むことは何ですか？　どんな恋愛をして、どんな人生を送りたいですか？ 深層心理をあばく心理テストで、自分の心の中を覗いてみてください。', 'content': {
        'explanation': '空を飛ぶとしたら、どうやって飛びたいですか？',
        'options': [
          {'id': 1, 'text': '魔法のほうきに乗って', 'answer1': '自分主導の恋愛をする', 'answer2' : '魔法のほうきは、自分でコントロールして乗らなくてはいけません。魔法のほうきで空を飛びたいと思ったあなたは、自分が相手をリードする自分主導の恋をします。好きになったらあなたから告白して、付き合うことになるはずです。会う頻度、デートスポットなどもあなたが決めるでしょう。嫌になったら、別れを告げるのもあなたなのです。'},
          {'id': 2, 'text': '大きな鳥の背に乗って', 'answer1': '楽しく心躍る恋愛をする', 'answer2' : '大きな鳥はコントロール不能で不安かもしれません。しかし、どこへ行くのかわからないところに、ワクワク感やドキドキ感が潜んでいます。大きな鳥の背に乗って空を飛びたいと思ったあなたは、とても楽しくて心躍る恋愛をします。「好き」「愛してる」と気持ちを素直に言葉にし、恋の相手とはいつもラブラブの状態でいるでしょう。'},
          {'id': 3, 'text': 'ヘリコプターで', 'answer1': '結婚前提の恋愛をする', 'answer2' : 'ヘリコプターには操縦士が乗っていますから、安全に空を飛べます。あなたは、恋愛に安心感を求めているようです。安心感とは、このまま付き合えば結婚できるという保証からくるものかもしれません。つまり、あなたは結婚前提の恋愛しかしないでしょう。相手とライフスタイルやお金に対する価値観が合うかどうかを確かめてから、交際するはずです。'},
          {'id': 4, 'text': 'スカイダイビングで', 'answer1': '愛憎入り混じった恋愛をする', 'answer2' : 'スカイダイビングは、身ひとつで空へ投げ出されるので恐怖感が伴います。あなたは、単に楽しいだけの恋愛とは無縁でしょう。好きだからこそ、激しい嫉妬もしますし、相手を束縛したくもなるのです。当然、ケンカも絶えないはず。それでも、愛しているから離れられません。愛と憎しみは紙一重。あなたは、そんな重い恋愛をする傾向にあるようです。'},
        ]
      }
    },
    {'id': 4, 'title': 'あなたのお風呂の入り方は？ 「あなたの金遣いの荒さ」', 'Category': 2,
    'imagePath': 'images/thumbnail/_2773b0ed-92a7-4667-b13d-1c66f3e535f8.jpeg',
      'description': 'あなたが本当に望むことは何ですか？　どんな恋愛をして、どんな人生を送りたいですか？ 深層心理をあばく心理テストで、自分の心の中を覗いてみてください。', 'content': {
        'explanation': 'あなたのバスタイムは、以下のどれに近いですか？',
        'options': [
          {'id': 1, 'text': 'バスタブにたっぷりお湯をはって長時間入浴する', 'answer1': '金遣いの荒さ70％', 'answer2' : 'お湯をたっぷり使って入浴するあなたは、お金もたっぷり使うのが好き。やや金遣いが荒いです。ただ自分で稼いだお金はあまり使いたくないよう。できれば男性に貢いでもらたいと思っています。ひんぱんに食事をごちそうしてくれる男性や、高価なプレゼントをくれる男性がいたら、あまり好みのタイプではなくても付き合ってしまうかも。'},
          {'id': 2, 'text': 'バスタブに半分ほどお湯を入れ、半身浴をする', 'answer1': '金遣いの荒さ90％', 'answer2' : 'バスタブ半分のお湯で入浴を済ませるあなたは、金遣いが荒いです。半身浴は美容と健康にいいので、外見をみがきたてて、人よりも美しくありたいという欲求が強いのでしょう。周囲の人に見栄を張るため、高価な洋服やバック、アクセサリーを買って浪費しがちです。見栄を張るのをやめれば、精神的にも経済的にももっと楽になるでしょう。'},
          {'id': 3, 'text': 'シャワーで軽くすませる', 'answer1': '金遣いの荒さ10％', 'answer2' : 'さっとシャワーを浴びるだけで、あまり多くのお湯を使わないあなたは、金遣いは荒くありません。お金を計画的に使い、自分の収入に見合った生活をするでしょう。また、毎月貯金をして、いざという時にはまとまったお金を用意できるように準備しているはず。ただ、必要なお金も出し惜しみすることもあるので、ケチと思われないように気を付けましょう。'},
          {'id': 4, 'text': 'バスタブにはつかるが、すぐ出る', 'answer1': '金遣いの荒さ30％', 'answer2' : 'バスタブからさっさとあがってしまうあなた。金遣いはそれほど荒くありません。贅沢をしたい欲求はなく、スーパーで買った激安洋服に身を包んでいても平気ですし、夕食がカップラーメンでもみじめだと思いません。ただ、意識して節約するわけではないので、友達と遊ぶ時などには、パーッとお金を使ってしまうかもしれません'},
        ]
      }
    },
    {'id': 5, 'title': '他人に壊されて思わず泣いてしまった物は？　「あなたの傷つきやすさ」', 'Category': 3,
    'imagePath': 'images/thumbnail/_7a495972-2e77-4430-8b74-08a3dc57d0b3.jpeg',
      'description': 'あなたが本当に望むことは何ですか？　どんな恋愛をして、どんな人生を送りたいですか？ 深層心理をあばく心理テストで、自分の心の中を覗いてみてください。', 'content': {
        'explanation': 'あなたが他人に壊されて泣いてしまったのは、以下のどれだと思いますか？',
        'options': [
          {'id': 1, 'text': 'アンティークのオルゴール', 'answer1': '普通の傷つきやすさを持つ人', 'answer2' : 'アンティークのオルゴールは、貴重で高価な品。これを壊されて泣いたあなたは、まっとうな心の強さを持つ人でしょう。あまり傷つきやすくはありません。ただ、嫌なことがあると、ちょっとクヨクヨしてしまうかも。すぐに気持ちを切り替えて、明るく振る舞うことはなかなかできないかもしれません。しかし、それは誰にでもあることです。'},
          {'id': 2, 'text': 'ブランド物のグラス', 'answer1': '図太い神経を持つ人', 'answer2' : 'ブランド物のグラスは、値段が高い物ですが、弁償してもらったり、すぐにまた買うことはできるでしょう。これを壊されて泣いたあなたは、傷つきやすさは皆無です。心が強くて、ちょっとしたことではへこみません。他の人から見たら、「よくあんなことされて平気でいられるね!?」と、不思議がられるほどでしょう。'},
          {'id': 3, 'text': '100円ショップで買ったお皿', 'answer1': '壊れやすいハートを持つ人', 'answer2' : '100円ショップの安価なお皿を割られたくらいで泣いてしまうあなた。とても壊れやすいガラスハートの持ち主です。何でも悪い方へと考えて、自分で自分の心を傷つけているところがあります。また、相手の言葉の裏には自分への敵意や悪意があると思いがち。ちょっと人から批判されただけで、ドーンと落ち込んでしまいがち。かなり傷つきやすいでしょう。'},
          {'id': 4, 'text': '手作りのアクセサリー', 'answer1': '心優しく繊細な人', 'answer2' : '手作りのアクセサリーは、作った人の想いがこもった物です。これを壊されて泣いたあなたは、人の気持ちがよくわかる人です。まずまず傷つきやすいほうです。傷ついている人がいたら、「その気持ちすごくわかるよ」と言ってなぐさめ、そっと心に寄り添ってあげるでしょう。そんなあなたを周囲の人たちは、繊細で心の優しい人だと思っています。'},
        ]
      }
    },
    {'id': 6, 'title': '残った1個のおやつを誰が食べるか、どう決める？　「あなたの勝負運」', 'Category': 4,
    'imagePath': 'images/thumbnail/_550807e8-36ab-4afb-aa77-f4de40d83f08.jpeg',
      'description': 'あなたが本当に望むことは何ですか？　どんな恋愛をして、どんな人生を送りたいですか？ 深層心理をあばく心理テストで、自分の心の中を覗いてみてください。', 'content': {
        'explanation': 'みんなでおやつタイム。残った1個のお菓子を誰が食べるか、どうやって決めたいですか？',
        'options': [
          {'id': 1, 'text': 'じゃんけん', 'answer1': '勝負運がいい', 'answer2' : 'じゃんけんは、勢いがあり燃える勝負です。あなたは、勝負強さを持っています。プレッシャーのかかる場面になればなるほど、メラメラと投資を燃やし、実力以上の力を発揮することができるのです。スポーツや試験などでは、予想を超えたいい結果を出すことが、きっと多いでしょう。'},
          {'id': 2, 'text': '多数決', 'answer1': '勝負運はあまりよくない', 'answer2' : '多数決は、その場にいる人のいろいろな思惑が交錯します。あなたは、勝負に対して遠慮がちな人。自分が勝ったら相手に悪いと思うため、勝負するのは気乗りしません。仮病を使ってでも、勝負から逃げ出してしまうこともあるかもしれません。勝負運はあまりよくありません。勝負で何かを決めるよりも、みんなで話し合って決めたいと思っているはずです。'},
          {'id': 3, 'text': 'いちばん年上の人が食べる', 'answer1': '勝負運はよくない', 'answer2' : 'いちばん年上の人が食べることにしたいあなた。そもそも勝負するのが嫌いで、勝負からは逃げるタイプです。そのため、勝負運はよくないと言わざるを得ません。気が弱いので、自分は勝負に向いていないと思っているのでしょう。「勝ち負けにこだわらず、みんな仲良くしようよ～」という平和主義者なのです。'},
          {'id': 4, 'text': 'ゲーム', 'answer1': '勝負運はまずまずいい', 'answer2' : 'ゲームは、冷静に策を練れる勝負です。あなたは、勝負を前にして熱くなることはありません。ただ、負けたら無能な人だと思われるので、勝つためにはどうしたらいいのか考えるでしょう。勝負する相手や受ける試験について、あらゆる方面から分析して対策を練ります。そして、みごと勝利をつかむのです。勝負運はまずまずいいでしょう。'},
        ]
      }
    },
    {'id': 7, 'title': '寒い日に飲みたいスープは？答えでわかる、初対面の印象', 'Category': 3,
    'imagePath': 'images/thumbnail/_0c17979e-6488-4cb2-a741-78379391108f.jpeg',
      'description': '寒い季節に恋しくなるのは、温かい食べ物。この季節にはスープなどですね。心も体もあたためてくれるスープにちなむ心理テストです。', 'content': {
        'explanation': '寒い冬の夜、温かいスープが飲みたくなったあなた。夕飯に選んだのは？',
        'options': [
          {'id': 1, 'text': 'ミネストローネ', 'answer1': '社交的な人', 'answer2' : 'スープの色と同様に明るく活発な雰囲気を持った人。色とりどりの具材のように表情豊かで、初対面の相手からも「話していて気分がいい」と好印象を抱かれやすいでしょう。'},
          {'id': 2, 'text': 'クラムチャウダー', 'answer1': '色っぽい人', 'answer2' : 'シーフードのエキスが凝縮されているクラムチャウダーは、隠れた大人の魅力を暗示しています。あなたは思っている以上に初対面の相手から、「女性らしい」「色気がある」という印象を持たれることが多いでしょう。'},
          {'id': 3, 'text': 'コーンポタージュ', 'answer1': '癒やされる人', 'answer2' : '甘みがありまろやかな味わいのコーンポタージュを選んだあなたは、穏やかな性格で、誰に対しても優しく親切なタイプです。初対面の異性も「なんだか癒やされる」と感じてるようです。'},
          {'id': 4, 'text': '味噌汁', 'answer1': '落ち着きのある人', 'answer2' : '出汁、味噌、具材などさまざまなバリエーションがある味噌汁。そんな味噌汁を選んだあなたは、どんな人でも受け止められる器の大きい人です。初対面の相手からも「安心感がある」と思われているようです。'},
        ]
      }
    },
    {'id': 8, 'title': '冬休みどこに行く？答えでわかる、あなたの友人のタイプ', 'Category': 3,
    'imagePath': 'images/thumbnail/_53a13afd-d1e5-48f8-b32a-1b3b42126c73.jpeg',
      'description': '冬休みには家族はもちろん友達と遠出したり、旅行に行きたくなりますね。今回は冬休みのお出かけにちなむ心理テストです。', 'content': {
        'explanation': 'あなたは、友達と冬休みに出かける計画を立てています。さて、どこに行きますか？',
        'options': [
          {'id': 1, 'text': 'スケートリンク', 'answer1': '明るく賑やかな人', 'answer2' : '体を動かすスケートリンクを選んだあなた。刺激の少ない毎日に退屈しているあなたは、沈んだ気分をパーッと吹き飛ばしてくれる明るく賑やかな友人が必要なよう。楽しい人と一緒に出かければ、自然と気分も明るくなるでしょう。'},
          {'id': 2, 'text': 'アウトレットモール', 'answer1': '趣味や好みが合う人', 'answer2' : 'アウトレットモールで友達と思いっきりショッピングを楽しみたいあなた。そんなあなたは、自分と好みや価値観が合う友人を必要としています。好みが似ていれば、相手の考えていることもなんとなくわかるので、冬休みの計画もスムーズに決められそうです。'},
          {'id': 3, 'text': '都会のイルミネーション', 'answer1': '自分を高めてくれる人', 'answer2' : '都会のキラキラ輝くイルミネーションをえらんだあなたは、自分をもっと輝かせたいと思っているのかも。そんなあなたには、ハイセンスでおしゃれな友人がぴったり。都会のオシャレスポットで、友人と一緒に自分磨きをしてよりレベルアップした女性になりましょう。'},
          {'id': 4, 'text': '温泉', 'answer1': '癒やされる人', 'answer2' : 'ゆったりとした時間を満喫できる温泉を選んだあなたは、一緒にいて癒やされるタイプの友人を必要としているようです。日頃の疲れがたまっているあなたは、温泉のように温かく包み混んでくれる相手とのんびり休みを過ごしましょう。'},
        ]
      }
    },
    {'id': 9, 'title': '友人からの贈り物。答えでわかる、友人の正直苦手な部分', 'Category': 3,
    'imagePath': 'images/thumbnail/_71facf0a-60fc-43c4-ba95-d848ebb9844d.jpeg',
      'description': 'クリスマスやお歳暮など、なにかと贈り物を贈ったり、送られたりすることの多い12月。今回は、そんなプレゼントにちなむ心理テストです。', 'content': {
        'explanation': '友人からもらったプレゼントが自分の好みじゃありませんでした。さて、それは一体なんでしたか？',
        'options': [
          {'id': 1, 'text': '手鏡', 'answer1': '自分大好きなところ', 'answer2' : '手鏡を選んだあなたは、友人の自分大好きなところに嫌気がさしているようです。SNSに自撮ばかりあげていたり、過度に加工した写真をアイコンにしているのをみるたび、「正直一緒に写真は撮りたくない…」と思っていたり。'},
          {'id': 2, 'text': 'リップ', 'answer1': '口の軽いところ', 'answer2' : '口元を彩るリップが好みじゃないと思ったあなたは、友人の口の軽いところが嫌だと感じているようです。「あの人ってさー」なんて共通の友人の秘密をベラベラ話しているのを聞くと、自分も同じようにされるんだろうなと感じてしまいます。'},
          {'id': 3, 'text': '手作りのお菓子', 'answer1': '自己中なところ', 'answer2' : '手作りのお菓子を選んだあなたは、友人の自己中な性格にうんざりすることが多いようです。いつも自分中心で話をしたり、上から目線で他人を尊重できない友人に、相手の気持ち考えられないのかな…なんて感じているみたい。'},
          {'id': 4, 'text': '花束', 'answer1': '人としてだらしないところ', 'answer2' : 'もらったあとも世話などの手間がかかる花束を選んだあなたは、友人のだらしない部分に嫌気が差しているようです。見た目に気を使わなかったり、時間やお金にルーズだったりなど、一緒にいることで自分の気苦労が増える相手に疲れていませんか。'},
        ]
      }
    },
    {'id': 10, 'title': '山登りで遭難…答えでわかる、人にされるとムカつくこと', 'Category': 3,
    'imagePath': 'images/thumbnail/_2d30c702-eed9-4b07-b972-53d8f539baf6.jpeg',
      'description': '今回は、登山にちなむ心理テストです。', 'content': {
        'explanation': '登山で遭難したあなた。あるものをみつけて「これで助かった」と確信しました。さて、あなたが見つけたものは何？',
        'options': [
          {'id': 1, 'text': '案内看板', 'answer1': 'なんでも知りたがる', 'answer2' : '人や動物などの存在をあてにしない案内看板を選んだあなたは、自分のプライバシーが侵害されることを嫌います。いくら親しい友人でも、勝手に携帯をのぞかれたり、プライベートのことを根ほり葉ほり聞かれたりするとイラッとしてしまいます。'},
          {'id': 2, 'text': '登山客が泊まる小屋', 'answer1': '仲間はずれ', 'answer2' : '他人の存在を表す小屋を選んだあなたは、仲間意識が強く、友達やグループで仲間外れにされるのを嫌うタイプ。ひとりでいると寂しいと感じてしまうため、複数で話しているときに自分のわからない話題になるとモヤッとしてしまいます。'},
          {'id': 3, 'text': '救助犬', 'answer1': '普通や常識', 'answer2' : '癒やしの象徴である動物を選んだあなたは、いつでも自由でいたい人。そんなあなたは一般論や社会常識など振りかざされることを嫌います。「普通はこうだから」「社会の常識でしょ」なんて言われると会話をする気がなくなっちゃいます。'},
          {'id': 4, 'text': 'ヘリコプター', 'answer1': '注目してもらえない', 'answer2' : '高い場所からすべてを見下ろすヘリコプターを選んだあなたは、人から注目してもらえないことが大嫌い。プライド高く自分に自信があるので、人からマウントを取られたり、無視されたりすると「おもしろくない！」と思ってしまいます。'},
        ]
      }
    },
    {'id': 11, 'title': '答えでわかる、あなたのライバル', 'Category': 3,
    'imagePath': 'images/thumbnail/_e64d7183-26c5-42ee-b119-b683fbc67673.jpeg',
      'description': '今回は、登山にちなむ心理テストです。', 'content': {
        'explanation': 'ある日ファミレスに行くと、ドリンクバーが故障していてある飲み物しか出ませんでした。それは一体どんな飲み物でしたか？',
        'options': [
          {'id': 1, 'text': '水', 'answer1': '自分自身', 'answer2' : '透き通る水を選んだあなたのライバルは、自分自身。あなたは、より美しく賢くなるために自分磨きを欠かさない人。自分への理想も高く持っています。ときに美しい人や才能のある人を前にして落ち込んだり折れそうになることもありますが、自分との戦いに勝つことで、どんどん強くなることができるでしょう。'},
          {'id': 2, 'text': 'お茶', 'answer1': '家族や恋人', 'answer2' : '飲むとホッとするお茶を選んだあなたのライバルは、家族や恋人です。あなたは自分の育った環境や家族をとても重視している人。一番身近にいる存在だからこそ、仕事や家庭でも負けたくない、あの人を超えたいという強い思いが生まれます。家族といえど対等に付き合える仲はライバルにもなれるのです。'},
          {'id': 3, 'text': '100%ジュース', 'answer1': '幼馴染や親友', 'answer2' : '子供の頃から親しみ深いジュースを選んだあなた。そんなあなたのライバルは幼馴染や親友などの「旧友」です。昔からずっと同じような環境にいるから、無意識に張り合ってしまう相手。相手の幸せそうな様子をみるたび、私も負けないように幸せになるぞ！という気合が高まります。'},
          {'id': 4, 'text': 'コーヒー', 'answer1': '仕事仲間', 'answer2' : 'コーヒーを選んだあなたのライバルは、仕事仲間。あなたのために何かをしてくれる優しい人ですが、実はお互いにどれだけ活躍したか、社会的な評価が気になってしまう相手。ときに意見や仕事の進め方が食い違うこともありますが、競い合える相手がいてこそ、スキルアップができるものです。'},
        ]
      }
    },
    {'id': 12, 'title': '褒められて嬉しい言葉でわかる、大切な価値観', 'Category': 2,
    'imagePath': 'images/thumbnail/_65ec5f5f-edf7-4bb2-84fd-77ceabd44906.jpeg',
      'description': '今回は、友人と褒め言葉にちなむ心理テストです。', 'content': {
        'explanation': 'あなたが友人から言われて一番うれしいと思う言葉はつぎのうちどれ？',
        'options': [
          {'id': 1, 'text': 'あなたが一番好き！', 'answer1': '愛情やコミュニケーション', 'answer2' : '好きと言われてうれしいあなたが大切にしている価値観は「愛情」です。何事も「自分が好きか嫌いか」が価値や判断の基準になっています。人間関係では「自分はこれだけしてあげたのに」と、見返りを求めがち。気持ちの繋がりを信じるのは悪いことではありませんが、相手に甘えすぎないように注意。'},
          {'id': 2, 'text': 'クールでかっこいいね', 'answer1': '距離感', 'answer2' : '冷静さを褒められてうれしいあなたが大切にしている価値観は「距離感」です。たとえ親しい間柄でも自分のテリトリーに踏み込まれることを嫌います。慎重なのは悪いことではありませんが、相手によっては冷たいと思われることも。もう少し心を開いてみると人間関係が円滑になります。'},
          {'id': 3, 'text': 'いつも正直だよね', 'answer1': '正義感', 'answer2' : 'あなたが大切にしている価値観は「正義」です。普段から「自にとっての正義」が判断や評価の基準となっており、自分はもちろん他人の不正も許しません。悪いことを悪いと言うのは間違いではありませんが、正義の価値観は人によってさまざま。自分が勘違いしている場合もあるので、よく考えてから発言しましょう。'},
          {'id': 4, 'text': '役に立つ情報ありがとう', 'answer1': '損得', 'answer2' : '役に立つ、と言われてうれしいあなたが重視している価値観は「損得」です。普段から「自分にとって有益か否か」が物事の価値や判断基準になっています。役に立たないと思うものは人や物でも価値がないと切り捨ててしまいがち。行きすぎると周りの反感を買うこともあるので気をつけましょう。'},
        ]
      }
    },
    {'id': 13, 'title': '念入りにケアするなら？', 'Category': 2,
    'imagePath': 'images/thumbnail/_5a834141-6402-4f99-af89-8c69b49d8e74.jpeg',
      'description': '今回は、スキンケアからわかる心理テストです。', 'content': {
        'explanation': '久しぶりの休日、ゆっくりスキンケアすることにしたあなた。身体のどの部分を念入りにケアする？',
        'options': [
          {'id': 1, 'text': '顔', 'answer1': '八方美人すぎる', 'answer2' : '顔をえらんだあなたは、自分の見た目に一番こだわりを持っています。自分の外見はもちろん、人からどう見られるかを気にしていて、誰にでもいい顔しがちです。あまり八方美人がすぎると不信感を抱かれてしまうかも。'},
          {'id': 2, 'text': '髪', 'answer1': 'プライドが高い', 'answer2' : '顔の次に、人の目に触れる髪の毛を選んだあなたは、隠れナルシスト。プライドが高く、無意識で偉そうな態度をとってしまうことがあるようです。また他人の意見や批判を受け入れられず、周囲からも何を言っても聞く耳を持たない人と思われているかも。'},
          {'id': 3, 'text': '身体', 'answer1': '真面目すぎる', 'answer2' : '普段は見えない身体を一番に綺麗にするあなたは、真面目な人。しかしあなたのその真面目さが「頭が堅い」「頑固な人」とマイナスに受け取られることも。自分の考えに固執するあまり、周りの人を無意識にしらけさせたり、傷つけていることもありそう。'},
          {'id': 4, 'text': '口元', 'answer1': '口が達者・軽い', 'answer2' : '顔のなかでもついつい忘れがちな口元のケアを選んだあなたは、普段から細やかな部分まで意識が向いてしまう人。面白い噂話や秘密を聞くとすぐに人に話したくなってしまう口の軽いところがあります。口は災いのもと、軽はずみな発言には気をつけたほうが良さそうです。'},
        ]
      }
    },
    {'id': 14, 'title': '元恋人からのプレゼント', 'Category': 3,
    'imagePath': 'images/thumbnail/_3214f1fc-e0f6-407b-b10f-26c8a51178c0.jpeg',
      'description': '今回は友達へのプレゼントにちなむ心理テストです。', 'content': {
        'explanation': '部屋を掃除していると、別れた恋人からのプレゼントが部屋にありました。さて、あなたはそれをどうする？',
        'options': [
          {'id': 1, 'text': '誰か人にあげる', 'answer1': 'どんな相手とも別け隔てなく接することができる社交的なタイプ', 'answer2' : '初対面の相手にも物怖じせず、積極的に話しかけることができます。誰とでもすぐに親しくなれる反面、ときどき人の顔色を伺いすぎて疲れを感じることもあるようです。'},
          {'id': 2, 'text': 'ゴミの日に捨てる', 'answer1': '苦手、嫌いと思った相手には出来るだけ近寄らないタイプ', 'answer2' : '嫌いと感じると、とことん嫌いになってしまうため、顔を見ることや会話すること、同じ空間にいることさえ嫌になってしまいます。一度途切れるとなかなか関係を修復することが出来ません。'},
          {'id': 3, 'text': 'フリーマーケットで売る', 'answer1': 'いわゆる「世渡り上手」タイプ', 'answer2' : '打算的で損得勘定が強く、人間関係でも、その人と付き合うと自分にメリットがあるか否かで付き合い方を変える人です。危機管理能力に優れており、人間関係で悩むこともあまりないため、ストレスを感じにくいタイプでしょう。'},
          {'id': 4, 'text': '燃やして跡形もなくする', 'answer1': '感情をすぐに顔に出ししまうタイプ', 'answer2' : '自分と違う考え方の人間を受け入れることが苦手な頑固な性格で、一度嫌いだと感じた相手は、徹底的に排除します。たまには他人の立場に立って物事を考えましょう'},
        ]
      }
    },
    {'id': 15, 'title': '何の本をさがしてた？', 'Category': 3,
    'imagePath': 'images/thumbnail/_c707c789-d265-480f-a616-ef44ebbec90a.jpeg',
      'description': '対人関係にちなむ心理テストです', 'content': {
        'explanation': 'あなたは本屋さんで小さな女の子が本を探して迷っているのを見つけました。「友だちの誕生日にあげる」という本どんなものでしたか？',
        'options': [
          {'id': 1, 'text': '可愛い塗り絵', 'answer1': '積極的に仲良くなろうとする', 'answer2' : 'あなたは持ち前のチャーミングさで周囲の人の輪に飛び込んでいける人。明るく甘え上手で、目上の人から可愛がられることも多いよう。やや飽きっぽい一面があり、人間関係は一定で継続しないのが玉に瑕。基本的に来る者拒まずさる者追わずなところがあります。'},
          {'id': 2, 'text': '科学図鑑', 'answer1': '時間をかけて信頼を築く', 'answer2' : '真面目な性格でじっくり時間をかけて信頼関係を育むタイプ。しっかり者で周囲から安心感を抱かれることも多いタイプ。第一印象でとっつきにくい印象を与えがちなので、もう少し堅いイメージを崩すよう意識してみると初対面も好印象になるでしょう。'},
          {'id': 3, 'text': '面白いマンガ', 'answer1': '面白いマンガ天サービス精神旺盛な人気者', 'answer2' : '天使爛漫な性格のあなた。持ち前のサービス精神で友達を笑わせたり楽しませることが上手く周囲から好かれるでしょう。しかし少しばかりおっちょこちょいでせっかちな面もあるので、お調子者と済まされないことも。友人関係といっても親しき仲にも礼儀ありを心がけましょう。'},
          {'id': 4, 'text': '歴史の本', 'answer1': '縁の下の力持ち', 'answer2' : '思慮深く、誰かを支えることにが上手いあなた。人間関係において目立つポジションよりもサポートにまわることで力を発揮するでしょう。周囲から信頼され頼りにされることも多いでしょう。ただ人の良さを利用されることもあるので、あなただけが損をするような付き合いには気をつけましょう。'},
        ]
      }
    },
    {'id': 16, 'title': '親友との付き合い', 'Category': 3,
    'imagePath': 'images/thumbnail/_c16267ff-f3e7-47ce-908b-3fa1260af02c.jpeg',
      'description': '対人関係にちなむ心理テストです。', 'content': {
        'explanation': 'あなたは親友と呼べる存在がいますか？\nまたその人とはどのくらいの頻度で会っていますか？',
        'options': [
          {'id': 1, 'text': 'ほぼ毎回会う', 'answer1': '徹底的に拒絶する', 'answer2' : '毎日顔を合わせるほど身近な相手が親友というあなた。気持ちのアップダウンが生活に影響しやすいタイプなので、苦手な人に対してわざわざ愛想をよくしたり仲良くするほどのキャパシティはありません。些細なことに反応せず上手く流すことを心がけましょう。'},
          {'id': 2, 'text': '月に数回会っている', 'answer1': '極力関わらない', 'answer2' : '月に数回会う友達が親友というあなた。自分に最適な人間関係を意識して築いているので、基本的に一度苦手と感じた相手には近づきません。ただし表面だけの付き合いをしないので信頼できる友人は多いはず。'},
          {'id': 3, 'text': '年に数回会っている', 'answer1': '苦手な人ともそれなりに付き合う', 'answer2' : '親友と年に数回会うという人は、相手と自分の関係を一定の距離で保てる人です。嫌いだと感じる相手ともそれなりに上手くやっていけるでしょう。ただし自分の意見が言えずに不満がたまるとストレスを感じてしまうので注意しましょう。'},
          {'id': 4, 'text': '親友はいない', 'answer1': '苦手な人とも割り切って付き合える', 'answer2' : '親友がいないというあなたは、対人関係において他人に深入りせず、あまり大きな期待もしていないのでつねに冷静に相手を見ることが出来ます。そのため嫌いな人ともクールに付き合うことができます。人間関係のトラブルは少ないほうでしょう。'},
        ]
      }
    },
    {'id': 17, 'title': 'ぬいぐるみと女の子', 'Category': 2,
    'imagePath': 'images/thumbnail/_cefc32ba-234b-4024-9d39-09070165a728.jpeg',
      'description': 'ここでの女の子はあなた自身、ぬいぐるみは癒しを象徴するもの。この心理テストでは、「あなたが求める癒し」がわかります。', 'content': {
        'explanation': '夢のなかで小さな女の子がぬいぐるみを抱いて立っていました。それは何のぬいぐるみでしたか？',
        'options': [
          {'id': 1, 'text': 'うさぎ', 'answer1': '世話してあげる癒し', 'answer2' : 'うさぎは「受け身」や「か弱い存在」の象徴。あなたは、世話をされるよりも誰かの世話を焼いてあげるのが好き、または得意みたい。\n姉御肌や親分気質だったりして、人の世話をしたり誰かのためになることをすることで癒されるタイプのよう。'},
          {'id': 2, 'text': 'くま', 'answer1': '守られる癒し', 'answer2' : '''くまは「親子関係」や「あなたを守ってくれる存在」の象徴。あなたは誰かに守られているときにリラックスできるみたい。
少し幼い面も残っていますが、あなた自身も強い母性本能を持ち合わせているでしょう。'''},
          {'id': 3, 'text': 'いぬ', 'answer1': '尽くされる癒し', 'answer2' : '''いぬは「男性」や「献身」の象徴。あなたは誰かがあなたに従ってくれたり、誰かに尽くされているときに喜びを感じるみたい。
いわゆるサービスが好きなので、疲れたときは買い物や食事でちょっとした贅沢をすると癒やされそうです。'''},
        ]
      }
    },
    {'id': 18, 'title': '''元気のない花、どうする？
答えでわかる、あなたの残酷度''', 'Category': 2,
    'imagePath': 'images/thumbnail/_98449e5c-74e5-49bb-ae54-6aae68789285.jpeg',
      'description': '''枯れかけの花はかわいそうな存在の象徴。
今回の回答からは、「あなたの残酷度」がわかります。
''', 'content': {
        'explanation': '''誕生日にもらった花の元気がなくなってきました。
その花をどうしますか？''',
        'options': [
          {'id': 1, 'text': '捨ててしまう', 'answer1': '残酷度70％', 'answer2' : '''プレゼントでもらった花をあっさり捨ててしまうあなたの残酷度はかなり高め。
一緒にいてもメリットのない相手には早めに見切りをつけて関わらないタイプです。一見誰にでも優しく見えるますが、実際はその冷酷さで人を傷つけたことも少なくないでしょう。'''},
          {'id': 2, 'text': '栄養剤を入れてみる', 'answer1': '残酷度10％', 'answer2' : '''枯れてきた花に栄養をあげるあなたは、残酷度低め。一度関わりを持った相手は簡単に見捨てない思いやりのある人です。
普段から相手に寄り添って励ましの言葉や元気を与えてあげることも多い、献身的で優しい性格です。'''},
          {'id': 3, 'text': 'ドライフラワーにする', 'answer1': '残酷度50％', 'answer2' : '''枯れかけた花も捨てることなく生かすあなた。一度自分の庇護下においた相手のことはなんだかんだ放っておけないタイプです。
しかし、そうでない相手のことはどうでもいいと見捨てるドライさも持ち合わせています。'''},
          {'id': 4, 'text': 'そのまま飾っておく', 'answer1': '残酷度MAX', 'answer2' : '''枯れたまま放置するあなたは、残酷度MAX。基本的に他人に興味がなく、誰かが困っていても自分には関係ないと思う人です。
口では優しい言葉や親切な言葉をかけますが、実際に手助けや面倒をみたりはしません。もう少し思いやりを持ったほうがいいかも。'''},
        ]
      }
    },
    {'id': 19, 'title': '''なりたいアイドルのイメージでわかる、あなたの自己評価(女性向け)''', 'Category': 3,
    'imagePath': 'images/thumbnail/_84c3a4f6-edc4-4383-882c-37b8bc4723a4.jpeg',
      'description': '''ファンの歓声の中、スポットライトを浴びるアイドル。子どもの頃、憧れた人も多いでしょう。あなたがデビューできるとしたら、どんなアイドルになりたいですか？　なりたいアイドルから、あなたの深層心理を探っていきます。
''', 'content': {
        'explanation': '''アイドルデビューするあなた。どんなアイドルになりたい？''',
        'options': [
          {'id': 1, 'text': '女性だけのアイドルユニット', 'answer1': '「目立たないけど要領はいいの」', 'answer2' : '''グループの総人数が、どんどん増えているアイドル業界。「私でも、なれそう！」と思うかもしれません。そんなアイドルユニットを選んだあなた。「自分は目立たないし、華やかさも足りない……」と自己評価は低めです。人前で女子力をアピールするのも苦手。しかし、女同士の人間関係はスムーズにこなせるタイプ。「私って、案外、要領がいいの」と感じているはずです。'''},
          {'id': 2, 'text': '個性キャラアイドル', 'answer1': '「可能性を秘めている私を見て！」', 'answer2' : '''個性を活かしたキャラクターで、アイドルになりたいと思ったあなた。不思議ちゃんと思われているのでは？　という不安を抱えていたり、なんとなく孤独を感じていたりしているようです。でも本当のあなたは、目立ちたいタイプ。周囲に対して「何で私のことをわかってくれないの！」と不満を持ちつつ、でもいつか大きな夢をつかむと、自分の可能性を信じているはずです。'''},
          {'id': 3, 'text': '正統派アイドル', 'answer1': '私って笑っちゃうぐらいイケてる女', 'answer2' : '''アイドルユニットが全盛の今。正統派アイドルは、たった1人でファンの心をつかむ最強のアイドルです。そんな正統派アイドルを選んだあなた。自分のことを、「かわいいし魅力的。モテるタイプだ！」と思っているでしょう。もし、男性から声をかけられなくても、「美人すぎて、なかなか誘えないのね」と余裕たっぷり。女友達が少ないのも、嫉妬のせいと苦笑い。自己評価は高く、イケてる女だと自覚しています。'''},
          {'id': 4, 'text': '女性アイドルバンド', 'answer1': '「才能や技術で中身のある人間なんです」', 'answer2' : '''あなたは、アイドルに興味がないかもしれません。なぜなら、自分の外見よりも、才能や技術を見て欲しいから。「見かけじゃなく、もっと私の内面を見て！」と、あなたはメタルバンドのようにシャウトするでしょう。自分評価では、コミュニケーションが苦手というコンプレックスがある様子。しかし、それをおぎなうため、中身を磨いているという自負もあるようです。'''},
        ]
      }
    },
    {'id': 20, 'title': '''泥棒に盗まれたものは何？答えでわかる、あなたの弱点''', 'Category': 2,
    'imagePath': 'images/thumbnail/_2c03c5cb-76a8-4eff-9cfa-a853bc9b4438.jpeg',
      'description': '''泥棒に盗まれたものは自分に足りないものの象徴。
この心理テストでは、「あなたの弱点」がわかります。
''', 'content': {
        'explanation': '''あなたの部屋に泥棒が入ったようです。
以下のうち、あなたが盗まれたら一番嫌だと思うものはどれですか？''',
        'options': [
          {'id': 1, 'text': '現金', 'answer1': '人を信じられない', 'answer2' : '''現金を選んだあなたは、お金に絶対的な信頼を置いている人。お金の価値は目に見えますが、人のことは本心ではどう思っているかわからない、信用できないと思っています。
傷つけるのも傷つけられるのも嫌で、ひとりで行動するほうが気楽と思うことも多いようです。'''},
          {'id': 2, 'text': 'ジュエリー', 'answer1': '見た目へのコンプレックス', 'answer2' : '''美しさの象徴であるジュエリーを選んだあなたは、自分の容姿にコンプレックスを抱いているようです。
決して悪いわけではないのに、もっと目が大きかったら…鼻が高かったら…など、外見への不満は尽きず、美しさの追求がとどまりません。'''},
          {'id': 3, 'text': '下着や衣類', 'answer1': '恋愛不信', 'answer2' : '''下着や衣類を選んだあなたは、異性に対する苦手意識の強い人。素の自分をさらけ出すことが苦手なため、良い出会いがあってもなかなか上手くいかないのではないでしょうか。
また付き合っても次第にギクシャクしてしまい長続きしないタイプです。

'''},
          {'id': 4, 'text': 'レア物コレクション', 'answer1': 'こだわりが強すぎる', 'answer2' : '''レア物コレクションを選んだあなたは、特定の物や人へのこだわりや執着心が強い人。一度親しくなった相手に依存しやすく、とくに恋人には独占欲が強くなる傾向にあります。
また気に入った物には後先考えることなくお金をつぎ込んでしまうなど、計画性のない行動で後から後悔することもしばしば。'''},
        ]
      }
    },
    {'id': 21, 'title': '''いらない荷物をどうする？''', 'Category': 2,
    'imagePath': 'images/thumbnail/_73f4552b-6188-40ce-94a6-74ea04920931.jpeg',
      'description': '''引っ越しの準備で出てくる荷物は、あなたの過去を表しています。
この心理テストでは、あなたの「過去の引きずり度」がわかります。
''', 'content': {
        'explanation': '''引っ越しをすることになったあなた。準備をしていると必要なさそうなものがたくさん出てきました。この荷物をどうしますか？''',
        'options': [
          {'id': 1, 'text': '思い切って捨てる', 'answer1': '引きずり度10％', 'answer2' : '''不必要なものは思い切って捨ててしまうあなたは、過去を引きずることはないタイプ。かえって潔すぎるくらいです。
過去の失敗にとらわれることなく、常に前を向いて生きていけるポジティブな性格といえるでしょう。
'''},
          {'id': 2, 'text': 'フリマサイトで売る', 'answer1': '引きずり度30％', 'answer2' : '''あなたはそんなに過去を引きずるタイプではありませんが、なにか行動を起こそうというときに過去の失敗や体験がよぎって、不安を感じてしまうことがあります。
あまり心配しすぎずに、前向きに行きましょう。'''},
          {'id': 3, 'text': '高価なものだけ残す', 'answer1': '引きずり度50％', 'answer2' : '''あなたは過去の良い思い出だけ覚えていて、悪い部分は忘れてしまう現金なタイプです。
そもそも失敗のリスクがあることは挑戦しない傾向にあり、基本的に損得勘定で動く、ちゃっかりとした性格といえます。
'''},
          {'id': 4, 'text': 'とりあえず全部持っていく', 'answer1': '引きずり度90％', 'answer2' : '''必要のない荷物も全部引っ越し先に持っていってしまうあなたは、かなり過去を引きずるタイプ。
何年、何十年立っても過去の失敗や嫌な思い出を引きずってしまいます。前向きな気分を取り戻すには、こまめな気分転換が大切です。'''},
        ]
      }
    },
    {'id': 22, 'title': '''無料の映画券をもらったら？''', 'Category': 3,
    'imagePath': 'images/thumbnail/_fb14e4b0-2b89-4c78-b262-364515129f39.jpeg',
      'description': '''いらないチケットは困った状況の象徴。
チケットを渡した相手から、あなたが「困ったときに頼る相手」がわかります。
''', 'content': {
        'explanation': '''近所の人からもらった映画の無料チケットが2枚あります。
勢いで受け取ったものの、そんなに興味のない内容…あなたはどうする？''',
        'options': [
          {'id': 1, 'text': '友達と行く', 'answer1': '親しい友人', 'answer2' : '''友だちと行くことを選んだあなたが困ったときに相談するのは、親しい友人。あなたは一緒にいて気を使わない頼れる友人がいるみたいですね。
あなたが真剣に話してくれるので、相手も親身になって一緒に悩み、考えてくれます。
'''},
          {'id': 2, 'text': '好きな人と行く', 'answer1': '異性の友人', 'answer2' : '''好きな人と行くことを選んだあなたが困ったときに相談するのは、異性の友人または気になる異性。
あなたの周りには、ピンチのときに手を差し伸べてくれる異性が多いようですね。そこから恋に発展することも少なくなさそうです。'''},
          {'id': 3, 'text': '家族と行く', 'answer1': '親や兄弟', 'answer2' : '''トラブルや困ったときには、まず親や兄弟など家族に相談します。昔から自分の良いところも悪いところも知っている関係だからこそ、相談しやすい部分もあるでしょう。
近しい存在ゆえに厳しい意見もあるかもしれませんが、確信をついたアドバイスがもらえそうです。
'''},
          {'id': 4, 'text': '他の人にあげる', 'answer1': '自分自身', 'answer2' : '''他の人にあげることを選んだあなたは、困ったときにも基本的に人に頼りません。頼れる相手がいないというわけではなく、相談する前にまず自力で解決してしまうタイプです。
悩み事があってもよほど大きなことでない限り人に話さないでしょう'''},
        ]
      }
    },
    {'id': 23, 'title': '''電話するときのしぐさ''', 'Category': 2,
    'imagePath': 'images/thumbnail/_42a25faa-4182-484d-9c79-7d40f3b181a5.jpeg',
      'description': '''受話器を持っていない方の手は、あなたの警戒心を表しています。この心理テストでは、あなたの「無防備度」がわかります。''', 'content': {
        'explanation': '''近所の人からもらった映画の無料チケットが2枚あります。
勢いで受け取ったものの、そんなに興味のない内容…あなたはどうする？''',
        'options': [
          {'id': 1, 'text': 'ポケットの中', 'answer1': '無防備度10％', 'answer2' : '''ポケットの中に手を入れている人は、周囲に対して本性を隠している傾向にあります。日頃から警戒心が強く、無防備度はかなり低め。
家族や自分だけの空間でないと、なかなかリラックスできないみたい。'''},
          {'id': 2, 'text': 'ペンや何かを持っている', 'answer1': '防備度30％', 'answer2' : '''何を持っているという人は、それなりに警戒心を持っており、無防備度は低いでしょう。
とくにペンやメモなど電話の準備ができている人は、日頃から先のことを考えて行動している様子が伺えます。'''},
          {'id': 3, 'text': 'どこかに手をついている', 'answer1': '無防備度50％', 'answer2' : '''それなりに冷静なタイプ。ただ常に警戒を怠らないわけでなく、親しい仲間内やお酒の席などでは、無防備な面をみせるようです。
体の一部を触っている場合は、無意識に周囲の視線を気にしていることを表します。'''},
          {'id': 4, 'text': 'よくわからない', 'answer1': '無防備度80％', 'answer2' : '''電話中にとくに警戒している様子がないあなたの無防備度はかなり高め。
仕事や目上の人との会話では気を張っているつもりですが、緊張が緩むとつい無防備に。周りから世話を焼かれることも多いかも。'''},
        ]
      }
    },
    {'id': 24, 'title': '''ロウソクの長さはどれくらい？''', 'Category': 2,
    'imagePath': 'images/thumbnail/_b753fbc8-ea0f-4a05-bc1b-a3be0bcb1647.jpeg',
      'description': '''ロウソクの様子は、いまのあなたのエネルギー量をあらわします。
この回答からはあなたの「人生充実度」がわかります。''', 'content': {
        'explanation': '''目の前に、一本のロウソクがあります。
そのロウソクはどんな状態でしょうか？''',
        'options': [
          {'id': 1, 'text': '長く、激しく燃えている', 'answer1': '充実度80％', 'answer2' : '''なにか目標に向かって一生懸命努力していたり、夢中になれるものがあって、充実した日々を過ごしているようです。
恋愛でも仕事でも趣味でも元気とやる気に満ち溢れている、いまチャレンジしてみるといいでしょう。'''},
          {'id': 2, 'text': '半分ほどまで燃えている', 'answer1': '充実度50％', 'answer2' : '''それなりに充実した毎日を送っていますが、少なからず不満や疲れを感じているみたい。
夢や目標はあるものの、いまは準備段階で、辛いことや面倒なことを我慢しながら続けているところでしょうか。頑張るときと楽しむときのメリハリが大切です。'''},
          {'id': 3, 'text': '短く、今にも消えそう', 'answer1': '充実度30％', 'answer2' : '''いまのあなたは目標や何か先のことを考えるには少し疲れすぎているみたい。何をするにもやる気が出ず、楽な方に進んでしまいがち。
ときには無理せずゆっくり休息をとりましょう。そうすれば再び燃え上がることが出来るでしょう。'''},
          {'id': 4, 'text': '火はついていない', 'answer1': '充実度10％', 'answer2' : '''元気や活力は十分あるのに、毎日なんとなく過ごし、怠け気味な様子。やらなくてはいけないことがあるのに放置していませんか。
先伸ばしにすればするほどやる気も出なくなるので、早めに取りかかると良いでしょう。'''},
        ]
      }
    },
    {'id': 25, 'title': '''塀の高さはどれくらい？''', 'Category': 2,
    'imagePath': 'images/thumbnail/_b5aa4515-1e29-44d7-9871-9ffeb48d9788.jpeg',
      'description': '''森は深層心理の象徴。
ここに出てくる塀は、あなた自身の「プライドの高さ」を表します''', 'content': {
        'explanation': '''森を歩いていると、目の前に突然、塀が現れました。
その高さはどのくらいでしょうか？''',
        'options': [
          {'id': 1, 'text': '飛び越えられる高さ', 'answer1': '砂場の山級', 'answer2' : '''あなたのプライドはかなり低め。自分の意見よりも他人の意見を優先してしまったり、謙遜する癖がありませんか。 周囲からは親しみやすい人と思われることが多いですが、プライドや自信がなさすぎると軽んじられたり、卑屈に思われてしまうかも。'''},
          {'id': 2, 'text': '自分の背と同じくらい', 'answer1': '高層ビル級', 'answer2' : '''低すぎず高すぎず、丁度いい塩梅のプライドの持ち主。場の空気を読みつつも、譲れない部分は譲りません。 自分の実力や立ち位置を理解しているので、事前にリスクを回避することも上手いタイプでしょう。'''},
          {'id': 3, 'text': '自分の背より少し高い', 'answer1': '高尾山級', 'answer2' : '''普段はそれほどではありませんが、自分が好きなものやこだわていることに関しては意外にプライド高い一面があるようです。 ただそれを表に出すのは恥ずかしいという気持ちがあるため、普段は意識して隠しています。'''},
          {'id': 4, 'text': '飛び越えられない高さ', 'answer1': 'エベレスト級', 'answer2' : '''堂々とした態度が魅力的に映ることもありますが、一方的に自分の意見を押し通す人と思われることも。 志が高いのは悪いことではありませんが、ときに自分を曲げて相手を尊重することも、人間関係を円滑にする上では大切です。'''},
        ]
      }
    },
    {'id': 26, 'title': '''誰が写っていた？''', 'Category': 3,
    'imagePath': 'images/thumbnail/_511b4a35-a21f-4485-a470-2690a13cbc73.jpeg',
      'description': '''写真に写っていた人は、心のどこかで気にかけていたり、未練を感じている過去の出来事の象徴です。
この回答から、あなたの「現実逃避度」がわかります。''', 'content': {
        'explanation': '''ある日、観光地で記念撮影をしたあなた。後日よく見返すと、他の人が写りこんでいました。
さて、それは誰だった？''',
        'options': [
          {'id': 1, 'text': '友人', 'answer1': '現実逃避度10％', 'answer2' : '''友人を選んだあなたの現実逃避度は低め。現在の生活が充実していて、それほど強く未練を感じている出来事はない状態でしょう。
普段から現実的で、サバサバした性格の人か、前向きな性格の人が多そうです。'''},
          {'id': 2, 'text': '家族', 'answer1': '現実逃避度30％', 'answer2' : '''家族の誰かが写っていたという人は、それなりに楽しい日々を送っているでしょう。ただときどき、なにか失敗したり辛いことがあると、じっと家にこもったり、人生これで良いのかと悩むことがあります。
ふいに自分探しにでたくなるタイプです。'''},
          {'id': 3, 'text': '元恋人', 'answer1': '現実逃避度60％', 'answer2' : '''元恋人が写っていたというひとは、過去の幸せな出来事や失恋などのショッキングな出来事など、忘れられない思い出が心のなかにあるみたい。
新しく心を切り替えられる出来事があれば、わりとすんなり現実に戻れそう。'''},
          {'id': 4, 'text': '芸能人', 'answer1': '現実逃避度80％', 'answer2' : '''芸能人を選んだあなたは、必要以上に思い出を美化したり、過去の失敗を悔やんだりと、わりと未練を引きずる傾向にありそう。
自分でどうこうするより、誰かに「癒やしてもらいたい」「嫌なことから逃れたい」とという気持ちが強いみたい。'''},
        ]
      }
    },
    {'id': 27, 'title': '''見知らぬ人と衝突！''', 'Category': 3,
    'imagePath': 'images/thumbnail/_78e4e9ee-879e-4309-b673-1f69c0be715f.jpeg',
      'description': '''この心理テストでは、あなたがストレスを感じたとき、原因をどこに向けるかであなたの「怒り、ストレスの矛先」がわかります。
''', 'content': {
        'explanation': '''混雑した駅を歩いていると見知らぬ人と衝突！
真っ先に浮かんだ言葉は？''',
        'options': [
          {'id': 1, 'text': '「すみません！」', 'answer1': '自分自身', 'answer2' : '''真っ先に謝罪の言葉が出たあなたは自分に自信がないタイプ。「他人より劣っている」「迷惑をかけてしまう」と無意識で思っているため、何かあると「自分のせい」だと判断してしまいがち。
そんなあなたの性格を見極め、褒めてくれる相手が見つかると楽に生きれそう。褒められたときは素直に喜びましょう。'''},
          {'id': 2, 'text': '「なにあの人！」', 'answer1': '他人', 'answer2' : '''無意識に自分に自信があるタイプ。真っ先に自分の意見を主張しがちなので、まず「相手に意見を求めること」を意識してコミュニケーションを取りましょう。
他人と意見や価値観が異なったときは「自分が正しい」と反論してしまいますが、上から目線ではなく対等な感覚を意識して話してみましょう。'''},
          {'id': 3, 'text': '「この駅は混んでるなあ」', 'answer1': '社会', 'answer2' : '''広い視野で物事をとらえることが出来るので、トラブルを起こしにくいタイプ。基本的に他人への興味が薄く、周りからは「なにを考えているのかわからない人」、「冷たそうな人」と誤解されることも。
自分を知ってもらおうという気持ちに欠けているので、意識的に喜怒哀楽など感情を言葉に出してみるといいでしょう。'''},
        ]
      }
    },
    {'id': 28, 'title': '''どこにでも行ける旅行券''', 'Category': 2,
    'imagePath': 'images/thumbnail/_19a7ecd1-1e86-4121-ae64-ce9ecc511a0c.jpeg',
      'description': '''旅行券の行き先は、行きたいけど行けない場所の象徴。
この心理テストでは、あなたがどんなことで臆病になるのか、すなわち「ビビリ度」がわかります。''', 'content': {
        'explanation': '''町内会の福引で１等の旅行券が当りました。さて、それはどこ行きの旅行券でしたか？''',
        'options': [
          {'id': 1, 'text': '砂漠', 'answer1': 'ビビリ度70%', 'answer2' : '''人も物もなにもない砂漠を選んだあなたはかなりのビビリ。プレッシャーに弱く、なにかの先頭に立ったり、目立つことはあまり得意ではありません。
自分に害を与えない人を選んで付き合いがちですが、そのままではなかなか視野は広がりません。'''},
          {'id': 2, 'text': 'ニューヨーク', 'answer1': 'ビビり度50%', 'answer2' : '''様々な人が行き交うニューヨークを選んだあなた。普段はドンッと構えていますが、実は新しい環境や人間関係に踏み入ることが苦手。
特に高圧的な態度をとる人に会うと、ビビってしてしまうようです。逆に立場の弱い人には偉そうな態度をとってしまいがちなので注意しましょう。'''},
          {'id': 3, 'text': 'アフリカ', 'answer1': 'ビビり度10%', 'answer2' : '''野生動物などの危険性を顧みずアフリカを選んだあなたは、かなり強靭な精神の持ち主。ビビリとは真逆で、何事も積極的に行動できる自信に溢れた人ではないでしょうか。
ただし調子にのりすぎると周囲から自信過剰と思われてしまうこともあるので注意！'''},
          {'id': 4, 'text': '宇宙', 'answer1': 'ビビり度90%', 'answer2' : '''自分からは動かず、まず周囲の動向を伺う、究極のビビリ。少しでも不安なことがあると悪い方向に考えてしまったり、なかなか新しいことがはじめられない癖があります。
悪い結果ばかり考えていても仕方ないもの。まずは積極的に前に出ることを意識してみましょう。'''},
        ]
      }
    },
    {'id': 29, 'title': '''成功した同級生''', 'Category': 3,
    'imagePath': 'images/thumbnail/_1b9a6c78-e23d-496d-9a33-5fcf9c6fd65c.jpeg',
      'description': '''あなたが羨ましい、妬ましいと思うような相手への態度から、あなたの「心の悪の部分」がわかります。''', 'content': {
        'explanation': '''元同級生がビジネスで大成功！テレビで取り上げられるほどの有名人になっていました。
あなたの心境は？''',
        'options': [
          {'id': 1, 'text': '成功してよかった', 'answer1': '偽善者タイプ', 'answer2' : '''他人の幸福を喜ぶあなたは、偽善者タイプ。心の底では思っていないのに、人からよく見られようと立ち振る舞うことがあります。
表面的には温厚に見えても自分の不利益になる人を嫌っていたり、親切にした見返りがないと怒ったりします。'''},
          {'id': 2, 'text': '自分も負けたくない！', 'answer1': '嘘つきタイプ', 'answer2' : '''あなたは負けず嫌いで、プライドの高い嘘つきタイプ。自分が成功するためには他人を蹴落とすことも躊躇しません。
競争の多い仕事などではその性格が有効に働くこともありますが、人間関係においてはトラブルが勃発することも多そう。'''},
          {'id': 3, 'text': '有名人の知り合いができた', 'answer1': '自己中心的タイプ', 'answer2' : '''お前のものは俺のもの。他人の幸せよりも自分の幸せ第一な自己中心的なタイプです。
自分の欲求を満たすためなら他人の物も平然と奪ってしまうなど、恐ろしい面があるかも。'''},
          {'id': 4, 'text': '悩みも多そう', 'answer1': '粘着タイプ', 'answer2' : '''あなたは嫉妬心が強く、自分と同じレベルだと思っていた相手に追い越されると途端に激しく妬むタイプ。
また、他人への恨みは絶対に忘れない執念深いところがあります。'''},
        ]
      }
    },
    {'id': 30, 'title': '''うっかり捨て忘れたゴミでわかる、あなたが根に持つこと''', 'Category': 2,
    'imagePath': 'images/thumbnail/_309c53cf-cd21-47d2-8541-c8f82039137b.jpeg',
      'description': '''思い出すだけで怒りが湧いてくる、長いこと恨んでいる。そんな根に持つこと、あなたはありますか？　自分はからっとした人間だからそんなことはないと思っていても、何かの拍子に根に持つことになるかもしれません。心理テストであなたが根に持ちやすいことを探ってみましょう。''', 'content': {
        'explanation': '''部屋の掃除をして、ゴミを捨てました。うっかり捨て忘れたゴミはどれ？''',
        'options': [
          {'id': 1, 'text': 'チラシや広告', 'answer1': '他人と比較される', 'answer2' : '''いろいろな店が値段やサービスをのせているチラシや広告は、比較の象徴です。あなたが根に持つことは、他人と比較されること。怒られたり叱られたりすることは、自分が悪いと思って素直に受け取りますが、そこに他人との比較が出ると、根に持ってしまいます。特に、「○○さんはできてるのに」「○○さんを見習って」などといわれると、自分を見てくれていないと思い、いつまでも根に持ってしまうでしょう。'''},
          {'id': 2, 'text': '食べかけの食品', 'answer1': '好意を無にされる', 'answer2' : '''食べかけの食品は、あなたの愛情を受け取ってもらえなかった象徴です。あなたが根に持つことは、好意を無にされること。よかれと思ってやったことを、相手はまったく気にしなかったり、好意をもって褒めたり賞賛したりしているのに、反応がまったくないなどされると、長く根に持ってしまうでしょう。愛情の裏返しということもいえます。そこまでいかなくても、好意的なあいさつに嫌な顔をされるなども根に持ちます。'''},
          {'id': 3, 'text': 'ゴミ箱のゴミ', 'answer1': 'ちょっとした指摘', 'answer2' : '''大小さまざまなゴミが入っているゴミ箱は、雑多なことや小さな言動を象徴しています。あなたが根に持つことは、ちょっとした指摘などの小言をいわれること。面と向かって怒ったり、しかったたりではなく、些細な指摘が積み重なって根に持ちやすいでしょう。「扉開けっ放しだよ」「あいさつは元気にしないと」など、相手にとっては指摘と思わないレベルでも、自分が否定されたような言葉が積み重なって、根に持ってしまうでしょう。'''},
          {'id': 4, 'text': '空き缶や空き瓶', 'answer1': '小バカにされる', 'answer2' : '''空き缶や空き瓶は、自分に自信がなく中身のないことを意味しています。あなたが根に持つことは、小バカにされること。中身のない自分を責められるようにちょっとした言葉でバカにされると、長く恨みを持つことになります。相手にとっては小バカにしたつもりはなくても、「こういうの苦手だったね」「これできないんだ」などと、簡単なことなのにできないようなニュアンスを使われると、恨みが奥深くにたまっていくでしょう。'''},
        ]
      }
    }
    ,
    {'id': 31, 'title': '''あなたの友人のタイプは？''', 'Category': 3,
    'imagePath': 'images/thumbnail/_9e33e1f4-3179-4c98-accd-16eef1bfcec0.jpeg',
      'description': '''友人と出かけたい場所は、あなたが友人に求めているものを象徴します。
この心理テストでは、あなたがいま必要としている友人のタイプがわかります。''', 'content': {
        'explanation': '''あなたは、友達と冬休みに出かける計画を立てています。
さて、どこに行きますか？''',
        'options': [
          {'id': 1, 'text': 'スケートリンク', 'answer1': '明るく賑やかな人', 'answer2' : '''体を動かすスケートリンクを選んだあなた。刺激の少ない毎日に退屈しているあなたは、沈んだ気分をパーッと吹き飛ばしてくれる明るく賑やかな友人が必要なよう。楽しい人と一緒に出かければ、自然と気分も明るくなるでしょう。'''},
          {'id': 2, 'text': 'アウトレットモール', 'answer1': '趣味や好みが合う人', 'answer2' : '''アウトレットモールで友達と思いっきりショッピングを楽しみたいあなた。そんなあなたは、自分と好みや価値観が合う友人を必要としています。
好みが似ていれば、相手の考えていることもなんとなくわかるので、冬休みの計画もスムーズに決められそうです。'''},
          {'id': 3, 'text': '自分を高めてくれる人', 'answer1': '自己中心的タイプ', 'answer2' : '''都会のキラキラ輝くイルミネーションをえらんだあなたは、自分をもっと輝かせたいと思っているのかも。そんなあなたには、ハイセンスでおしゃれな友人がぴったり。
都会のオシャレスポットで、友人と一緒に自分磨きをしてよりレベルアップした女性になりましょう。'''},
          {'id': 4, 'text': '温泉', 'answer1': '温泉…癒やされる人', 'answer2' : '''ゆったりとした時間を満喫できる温泉を選んだあなたは、一緒にいて癒やされるタイプの友人を必要としているようです。
日頃の疲れがたまっているあなたは、温泉のように温かく包み混んでくれる相手とのんびり休みを過ごしましょう。'''},
        ]
      }
    },
    {'id': 32, 'title': '''友人からの贈り物。答えでわかる、友人の正直苦手な部分''', 'Category': 3,
    'imagePath': 'images/thumbnail/_660fab6c-49c2-4856-ad7f-ea729cecd5f0.jpeg',
      'description': '''好みじゃないプレゼントは、あなたが友人に対して嫌だと思っている部分を暗示しています。
この心理テストでは、あなたの「友人の苦手な部分」がわかります。''', 'content': {
        'explanation': '''友人からもらったプレゼントが自分の好みじゃありませんでした。
さて、それは一体なんでしたか？''',
        'options': [
          {'id': 1, 'text': '手鏡', 'answer1': '自分大好きなところ', 'answer2' : '''手鏡を選んだあなたは、友人の自分大好きなところに嫌気がさしているようです。
SNSに自撮ばかりあげていたり、過度に加工した写真をアイコンにしているのをみるたび、「正直一緒に写真は撮りたくない…」と思っていたり。'''},
          {'id': 2, 'text': 'リップ', 'answer1': '口の軽いところ', 'answer2' : '''口元を彩るリップが好みじゃないと思ったあなたは、友人の口の軽いところが嫌だと感じているようです。
「あの人ってさー」なんて共通の友人の秘密をベラベラ話しているのを聞くと、自分も同じようにされるんだろうなと感じてしまいます。'''},
          {'id': 3, 'text': '手作りのお菓子', 'answer1': '自己中なところ', 'answer2' : '''手作りのお菓子を選んだあなたは、友人の自己中な性格にうんざりすることが多いようです。
いつも自分中心で話をしたり、上から目線で他人を尊重できない友人に、相手の気持ち考えられないのかな…なんて感じているみたい。'''},
          {'id': 4, 'text': '花束', 'answer1': '人としてだらしないところ', 'answer2' : '''もらったあとも世話などの手間がかかる花束を選んだあなたは、友人のだらしない部分に嫌気が差しているようです。
見た目に気を使わなかったり、時間やお金にルーズだったりなど、一緒にいることで自分の気苦労が増える相手に疲れていませんか。'''},
        ]
      }
    },
    {'id': 33, 'title': '''泣いているのはなぜ？''', 'Category': 2,
    'imagePath': 'images/thumbnail/_77d6cd48-0b99-44df-8c81-501720c6dc78.jpeg',
      'description': '''ここでの子供はあなた自身の象徴。
泣いているのは感情が高ぶっていることを表し、その理由から「あなたが心を乱されること」がわかります。
''', 'content': {
        'explanation': '''あなたが街を歩いていると、道端で泣いている男の子を見つけました。その子が泣いている理由は何だと思いますか？''',
        'options': [
          {'id': 1, 'text': '怪我をしている', 'answer1': '危険な誘い', 'answer2' : '''怪我は危ない道に進みつつあることを暗示するもの。あなたはなにか「危険な誘い」があると心が乱されるようです。
甘い誘惑や危険な香りにドキドキ、期待と不安があなたの心を支配して冷静さを失ってしまいそう。
堅実で冷静な判断ができる人が近くにいたほうが良いでしょう。'''},
          {'id': 2, 'text': '迷子になった', 'answer1': '人との出会い', 'answer2' : '''誰かとはぐれるのは、逆に誰かと出会うことを象徴しています。あなたは「人との出会い」に心を乱されるようです。
素敵な人と知り合うと勝手に想像を膨らませたり、浮足だってしまったり。
冷静な人よりも優しく受け入れてくれたりリードしてくれる人と気が合いそうです。'''},
          {'id': 3, 'text': '落し物をした', 'answer1': '未来への不安や心配事', 'answer2' : '''落とし物は、将来に対する不安や恐れの象徴。あなたは「不安や心配事」があると心が乱れてしまうようです。
慎重なのは良いのですが、あまり物事を悲観的にとらえてしまうと次から次へ悪いことが浮かんでしまいます。
あなたの心配を解きほぐしてくれるような頼もしくて優しい人に相談するといいかも。'''},
          {'id': 4, 'text': '家族と喧嘩をした', 'answer1': '恋人との関係', 'answer2' : '''家族との喧嘩は、あなたの恋人や家族となる相手に対する不満の象徴。あなたは「恋人との関係」によって心を乱されてしまうようです。
恋人や伴侶に対して伝えられない不満や想いがありませんか。
黙りこむばかりではなく、あなたから心を開くことでよりお互いの絆を深めることができます。'''},
        ]
      }
    },
    {'id': 34, 'title': '''虫に刺された場所はどこ？　答えでわかる異性にされてうれしいアクション''', 'Category': 1,
    'imagePath': 'images/thumbnail/_a4ba94a5-542d-4576-81a8-350aec328ff2.jpeg',
      'description': '''「もしかして、私のことを意識しているの!?」気になる異性から、ドキッとするような行動をされると、そう思ってしまいますよね。あなたが異性にされるとうれしいのはどんな行動？　心理''', 'content': {
        'explanation': '''知らないうちに虫にさされていたあなた。それはどこ？''',
        'options': [
          {'id': 1, 'text': '顔', 'answer1': 'ふいうちキス', 'answer2' : '''おでこや頬、唇など、キスをするパーツが揃っている顔。顔に虫刺されができたと思ったあなたは、気になる異性にふいうちキスをされるとうれしくなってしまいます。みんなが見ていないところで唇を重ねてきたり、帰り際にいきなり頬にキスをされると、胸が高鳴って、夜も眠れなくなってしまうでしょう。'''},
          {'id': 2, 'text': '背中', 'answer1': 'いきなりハグ', 'answer2' : '''背中に手を当て、行うハグ。背中の虫刺されは、ハグをあらわします。あなたは、気になる異性にいきなりハグをされるとうれしくなってしまいます。身体全体で相手の体温を感じることで、気持ちがどんどん高まってしまうのです。また、相手を強く意識するあまり、先の展開を急いでしまうこともありそうです。'''},
          {'id': 3, 'text': '手の甲', 'answer1': '手つなぎ', 'answer2' : '''手の甲を虫に刺されたと思ったあなた。突然の手つなぎにうれしくなってしまいます。手や指に触れられると、相手のぬくもりや気持ちが伝わってくる気がして、ドキドキしてしまいます。さらにぎゅっと握られると、相手も自分のことを意識しているのではないかと、今後の恋に期待をしてしまうのです。'''},
          {'id': 4, 'text': '太もも', 'answer1': 'エッチなボディタッチ', 'answer2' : '''太ももは、性的なイメージを抱きやすいパーツ。太ももに刺されたあなたは、気になる異性からエッチなボディタッチをされるとうれしくなってしまいます。腰、髪の毛など、女性として感じやすい部分に触れられると、「異性として見てくれているんだ」と喜びを感じてしまうのです。'''},
        ]
      }
    },
    {'id': 35, 'title': '''親友との付き合い''', 'Category': 3,
    'imagePath': 'images/thumbnail/_0484e749-7756-4d56-a4d3-6b2a9584a8ee.jpeg',
      'description': '''親友というあなたが一番心を許す友人との付き合い方から、逆に「苦手な人との付き合い方」がわかります。''', 'content': {
        'explanation': '''あなたは親友と呼べる存在がいますか？
またその人とはどのくらいの頻度で会っていますか？''',
        'options': [
          {'id': 1, 'text': 'ほぼ毎回会う', 'answer1': '徹底的に拒絶する', 'answer2' : '''毎日顔を合わせるほど身近な相手が親友というあなた。気持ちのアップダウンが生活に影響しやすいタイプなので、苦手な人に対してわざわざ愛想をよくしたり仲良くするほどのキャパシティはありません。
些細なことに反応せず上手く流すことを心がけましょう。'''},
          {'id': 2, 'text': '月に数回会っている', 'answer1': '極力関わらない', 'answer2' : '''月に数回会う友達が親友というあなた。自分に最適な人間関係を意識して築いているので、基本的に一度苦手と感じた相手には近づきません。
ただし表面だけの付き合いをしないので信頼できる友人は多いはず。'''},
          {'id': 3, 'text': '年に数回会っている', 'answer1': '苦手な人ともそれなりに付き合う', 'answer2' : '''親友と年に数回会うという人は、相手と自分の関係を一定の距離で保てる人です。嫌いだと感じる相手ともそれなりに上手くやっていけるでしょう。
ただし自分の意見が言えずに不満がたまるとストレスを感じてしまうので注意しましょう。'''},
          {'id': 4, 'text': '親友はいない', 'answer1': '苦手な人とも割り切って付き合える', 'answer2' : '''親友がいないというあなたは、対人関係において他人に深入りせず、あまり大きな期待もしていないのでつねに冷静に相手を見ることが出来ます。
そのため嫌いな人ともクールに付き合うことができます。人間関係のトラブルは少ないほうでしょう。'''},
        ]
      }
    },
    {'id': 36, 'title': '''春といえば？''', 'Category': 2,
    'imagePath': 'images/thumbnail/_0b3d1166-992b-499e-8ce1-92e723922b27.jpeg',
      'description': '''春といえば新しい出会いの季節の象徴です。
一番にイメージしたもので、あなたにピッタリの「友達の作り方」がわかります。''', 'content': {
        'explanation': '''「春」ときいて、あなたが一番イメージするのは？''',
        'options': [
          {'id': 1, 'text': '桜・お花見', 'answer1': '共通の趣味', 'answer2' : '''桜・お花見を選んだあなたは「共通の趣味」を通して友達を作ると良いでしょう。
趣味に夢中になっているときのほうが、普段より明るく人に接することが出来るタイプ。
好きなものが一緒なら初対面の相手ともスムーズに距離を縮められそうです。'''},
          {'id': 2, 'text': '入学式', 'answer1': '職場', 'answer2' : '''あなたが新しい友達をつくるのにぴったりなのは「職場」です。あなたはグループ行動が得意なタイプなので、同じ目標に向かって努力する相手と仲良くなれるでしょう。
一緒に何かを成し遂げることで自然と絆が芽生えます。'''},
          {'id': 3, 'text': 'いちご狩り', 'answer1': '人からの紹介', 'answer2' : '''あなたは「知人の紹介」で友達を作るのがおすすめです。あなたは自分から積極的に話しかけたり、友だちを作るのはあまり得意ではないタイプです。
気心の知れた人から紹介してもらうことで気の合う素敵な友人に出会える可能性が高まります。'''},
          {'id': 4, 'text': '花粉症', 'answer1': '旅行やでかけ先', 'answer2' : '''花粉症を選んだあなたは、日帰り旅行や遠出したその先々で出会う人と友達を作るのと良いでしょう。
思い切って行ったことのない場所へ足を伸ばしてみると、いままでに関わったことのない相手と友好関係を築けそうです。'''},
        ]
      }
    },
    {'id': 37, 'title': '''窓から見える景色''', 'Category': 2,
    'imagePath': 'images/thumbnail/_6bd4a634-4e52-4723-a74c-c8bb785c9c5c.jpeg',
      'description': '''ここでの窓の外は、あなたが周囲の人に見せている外向きの性格です。
周囲からどのようにみられているかで、あなたの「信頼度」をはかります。''', 'content': {
        'explanation': '''あなたの部屋の壁に、あるはずのない不思議な窓が表れました。
そこから見えた景色はどんなものでしたか？''',
        'options': [
          {'id': 1, 'text': 'そのまま向こう側の景色', 'answer1': '信頼度90％', 'answer2' : '''不思議な窓を開けても現実的に向こうの景色を思い浮かべたあなたは、冷静で安定した精神の持ち主。
誠実で真面目な性格でありながら協調性があり、周囲からの評価も高いでしょう。'''},
          {'id': 2, 'text': 'この世ではない不思議な景色', 'answer1': '信頼度30％', 'answer2' : '''どこの風景でもなくこの世意外の不思議な場所を選んだあなたは、既存の枠にとらわれない自由な発想力を持った人。
その自由さが嫌がられることもありますが、特別な人として評価されることも多いでしょう'''},
          {'id': 3, 'text': '活気のある繁華街', 'answer1': '信頼度50％', 'answer2' : '''活気のある繁華街を選んだあなたは、普段から積極的にこなしていく姿勢が評価されています。
ただし、計算高い面があり、何でも損得勘定で動くドライな面を怖がられることもあるようです。'''},
          {'id': 4, 'text': '誰かの家のリビング', 'answer1': '信頼度70％', 'answer2' : '''家庭、とくにみんなが集まるリビングという暖かみのある場所を選んだあなたは、周囲に癒やしを与える人。
しかし、優しい反面、怒らせると怖い人。一度嫌った相手には厳しいくらいに冷たいところもあり恐れられています。'''},
        ]
      }
    },
    {'id': 38, 'title': '''癖のある食材をもらったら''', 'Category': 3,
    'imagePath': 'images/thumbnail/_9709b3e8-f452-4764-8862-7228523e08b9.jpeg',
      'description': '''食材は食べ方次第でいろいろなアレンジがきくもの。人付き合いも同様にどのように、いろいろな対処法があります。
選んだ回答から「苦手な人対処法」がわかります。''', 'content': {
        'explanation': '''ある日、お隣さんから、かなり癖のある食材をもらいました。
あなたならこの食材をどうしますか？''',
        'options': [
          {'id': 1, 'text': '絶対に食べない', 'answer1': '極力関わらないでいる', 'answer2' : '''あなたは、苦手と感じた相手のことは受け入れられないタイプ。
心の持ちようや、第三者を交えればどうにかなるレベルではなく、無意識に苦手オーラを出してしまうよう。
そんなあなたの苦手な人対処法は、「極力関わらないこと」。無理に付き合おうとしてもストレスが溜まるだけでしょう。'''},
          {'id': 2, 'text': 'せっかくだから食べてみる', 'answer1': '相手の長所を見つける', 'answer2' : '''あなたは、苦手と感じた相手とも最低限のコミュニケーションをとるタイプ。そんなあなたの苦手な人対処法は、「相手の長所を見つけること」。
人の短所は捉え方次第で長所へと変えられるもの。相手の良い部分に目を向けることで、案外自然に話せたり、共通点を発見することもあるはずです。'''},
          {'id': 3, 'text': '他の人にあげる', 'answer1': '第三者の力を借りる', 'answer2' : '''あなたは、苦手な相手に冷たい態度をとることはないものの、相手のために自分を変えることはしないタイプ。そんなあなたの苦手な人対処法は「第三者の力を借りること」。
極力苦手な相手とマンツーマンになることを避け、第三者を交えてなら円滑にコミュニケーションを取ることができるでしょう。'''},
          {'id': 4, 'text': '調理法を考える', 'answer1': '相手と距離を保つ', 'answer2' : '''どうにか調理法を考えようとするあなたは、苦手な相手にもどう対応したらいいかを考えるタイプです。そんなあなたの苦手な人対処法は、「適度な距離を保つこと」。
深い関わりを避けたり、複数人での付き合いのみにしたり、自分なりのベストな接し方を見つければ、問題なく付き合うことが出来るでしょう。'''},
        ]
      }
    },
    {'id': 39, 'title': '''魔法にかけられて変身したのは？''', 'Category': 3,
    'imagePath': 'images/thumbnail/_de729fcc-25b8-40f6-b717-26fdf137a6a3.jpeg',
      'description': '''魔法によって変わった姿が象徴するのは、あなたが思う自分の長所であり、他者からはときに短所ととられる部分。
この心理テストでは、あなたの「周りからの評価」がわかります。''', 'content': {
        'explanation': '''ある日あなたは魔法使いに魔法をかけられ、姿が変わってしまいました。
さて、何に変わったと思いますか？''',
        'options': [
          {'id': 1, 'text': '真紅の薔薇', 'answer1': '華やか・気取っている人', 'answer2' : '''美しい真紅の薔薇に変わると思ったあなた。 華やかで魅力的な一方、どこか近寄りがたい雰囲気があり、周囲から「きどっている」と思われることもあるようです。
誤解されないためにはもう少し他人への気配りを意識すること自分以外の人のことも褒めて好感度を上げましょう。'''},
          {'id': 2, 'text': '白鳥', 'answer1': '真面目・プライドが高い人', 'answer2' : '''湖に佇む優雅な白鳥に変わると思ったあなた。
常にマナーに気を使い、真面目に生きようと努めているせいか、ときに「プライドが高い」と思われている恐れがあります。
自分にも他人にも厳しそうと思われがちなので、意識的に親しみやすさをアピールすると好感度が上がりそうです。'''},
          {'id': 3, 'text': 'カエル', 'answer1': '明るい・お調子者', 'answer2' : '''おとぎ話の定番・蛙に変わると思ったあなた。
人前に出ると明るくお喋りなせいか、周囲から「お調子者」と見られているようです。
自分に対しても他人に対しても雑になりがちなので、余計な一言やガサツな所作には気をつけるとさらに好感度が上がるでしょう。'''},
          {'id': 4, 'text': '老婆', 'answer1': '世話焼き・おせっかいな人', 'answer2' : '''老婆に変わると思ったあなた。困っている人を見過ごせないせいか、干渉しすぎて「おせっかいな人」と思われているかも。
親切心ゆえかもしれませんが、何でも相手のことを知ろうとするのはよくありません。
相手が本当に困っているタイミングを見計らえると好感度はアップするでしょう。'''},
        ]
      }
    },
    {'id': 40, 'title': '''残っていた傘は？''', 'Category': 3,
    'imagePath': 'images/thumbnail/_83415d8f-0fea-422a-9b88-3f255605b79e.jpeg',
      'description': '''ここでの傘はあなたの人間関係でのポジションを表すものです。
選んだ回答からあなたが人間関係で「押し付けられがちな役割」がわかります。''', 'content': {
        'explanation': '''コンビニの傘立てに入れていた傘を、誰かが間違って持って帰ってしまいました。
かわりに残っていたのはどんな傘だったと思いますか？''',
        'options': [
          {'id': 1, 'text': '汚れた黒い傘', 'answer1': '愚痴聞き役', 'answer2' : '''あなたはなぜかいつも他人の愚痴を聞かされたり、秘密の相談を打ち明けられることが多いようです。
友人の話を聞いてあげたい気持ちはあるけど、ネガティブな感情をぶつけられ疲れてしまうことも。
相手の話を聞くばかりでなく、自分もストレスや不満を吐き出せる場所が必要です。'''},
          {'id': 2, 'text': '折れたビニール傘', 'answer1': 'まとめ役', 'answer2' : '''あなたはとても責任感が強く、周囲からも頼られる面倒見の良いタイプです。
そうした性格から、集まりの幹事やPTA役員など責任のある立場やまとめ役を押し付けられてしまうことが多いようです。
負担を感じるなら一人で抱え込まず、信頼できる相手に相談してみましょう。'''},
          {'id': 3, 'text': '名前の書いてある傘', 'answer1': '仲裁役', 'answer2' : '''あなたは、一度親しくなった相手に優しく、頼み事を断るのが苦手なタイプ。
その性格上、喧嘩した友人と友人の間に立って橋渡しをさせられたり、仲裁役にまわることが多いよう。
都合のいい人にもされやすいので、嫌なことは嫌とはっきり言うことも自分を守るためには必要です。'''},
          {'id': 4, 'text': '派手な柄物の傘', 'answer1': '盛り上げ役', 'answer2' : '''あなたは誰にでも優しくサービス精神旺盛で、なにかと場の盛り上げ役を担うことが多いようです。
女友達の間では盛り上げ役ポジションでも構いませんが、合コンなど出会いの場では損をすることも。
他人を楽しませようと頑張るあまり、自分が楽しむことを忘れないで。'''},
        ]
      }
    },
    {'id': 41, 'title': '''飲み会でのすごし方''', 'Category': 3,
    'imagePath': 'images/thumbnail/_ed64ff1f-a513-4672-b743-f57159f8df3f.jpeg',
      'description': '''飲み会でのすごし方には、あなたの人間関係の様子そのものがあらわれています。
この心理テストからはあなたの「人間関係の問題」がわかります。''', 'content': {
        'explanation': '''あなたは大勢の友達が参加する飲み会にいます。
飲み会での様子はつぎのうちどれに近い？''',
        'options': [
          {'id': 1, 'text': '盛り上げ役に徹する', 'answer1': '気を遣いすぎている', 'answer2' : '''あなたは実は自分に自信がなく、人と比べては劣等感に苛まれたり落ち込んだりすることが多いタイプ。
そのため周囲の人からよくみられたい、面白いと思われたいために盛り上げ役をしています。
実は人一倍気を使っており、気疲れしてしまうことも多いでしょう。'''},
          {'id': 2, 'text': '同じ人とばかり話す', 'answer1': '距離をはかれない', 'answer2' : '''あなたは受け入れられる人間とそうでないタイプがはっきりしている人。
苦手と感じた相手とは無理に仲良くしようとせずに、うまく距離をとったほうがトラブルを避けられそうです。
また親しい相手にも頼りすぎて負担をかけていないか、自分と他者との適切な距離感を意識するようにしましょう。'''},
          {'id': 3, 'text': 'いろいろな席を移動する', 'answer1': '深い信頼関係を築けない', 'answer2' : '''あなたは自分のことを理解してくれる人がいないという孤独感を抱えている人。
誰とでも気軽に話せますが、実は人とじっくり付き合うことは苦手なのです。
そのため深い信頼関係のある友人に恵まれないようです。とはいえ面倒な人間関係は避けられることでしょう。'''},
          {'id': 4, 'text': 'あまり喋らず周りを観察する', 'answer1': '自己表現が苦手', 'answer2' : '''あなたは周りのことを気にしすぎて、自己表現が疎かになっています。
「誰かが自分の悪口を言っているかも」なんてひとりでに考えて壁を作っていませんか？
頭の中であれこれ考えすぎず、自分の気持ちを話してみると、誤解がとけそうです。'''},
        ]
      }
    },
    {'id': 42, 'title': '''寒いときに食べたいものでわかる、運命と勘違いしやすい異性のタイプ（女性向け）''', 'Category': 1,
    'imagePath': 'images/thumbnail/_e3ce9fc6-c392-4d7b-99cc-062abae79e4e.jpeg',
      'description': '''運命の人と出会いたいと、思っているあなた。しかし、失恋後や、出会いを焦っていると、それほど好きでもない男性を、「運命」と勘違いしやすくなります。''', 'content': {
        'explanation': '''寒いとき、あなたが食べたいものは何ですか？''',
        'options': [
          {'id': 1, 'text': 'シチュー', 'answer1': 'やさしく包みこんでくれる男性', 'answer2' : '''寒い日は、シチューを食べて、あたたまりたいと思ったあなた。運命の相手と勘違いしやすいのは、やさしくあなたを包みこむ男性です。濃厚シチューのように、こってりと愛情を注いでくれるタイプ。さみしかったあなたは、癒やされるでしょう。しかし、次第に愛情が重く感じるように……。あなたの行動を束縛したり、監視するような言動に、嫌気がさしてしまいそうです。'''},
          {'id': 2, 'text': 'あんまん', 'answer1': '女性の扱いが上手な男性', 'answer2' : '''寒いときには、甘くて、ふわふわしたものがほしくなるあなた。運命の相手と勘違いしやすいのは、女性の扱いが上手な男性です。あなたが求めている甘い言葉をたっぷり与えてくれる男性。女性の喜ぶツボを心得ているので、「この人しかいない！」と思うようになるでしょう。ただし、その男性を、運命と勘違いしている女性はほかにもいるはずです。'''},
          {'id': 3, 'text': 'キムチ鍋', 'answer1': '刺激を与えてくれる男性', 'answer2' : '''キムチ鍋を選んだあなた。運命と勘違いしやすいのは、刺激を与えてくれる男性です。あなたは運命の男性に出会って、人生を変えたいと思っています。そのため、人生に冒険を求める男性や、あなたに辛口の意見を言う男性に引き寄せられるでしょう。刺激を与えてくれる男性となら、新たな人生を出発できると思うはず。しかし、次第に価値観の不一致から、ケンカ別れしやすい相手です。'''},
          {'id': 4, 'text': 'アイス', 'answer1': '元彼に似た男性', 'answer2' : '''寒いときに、冷たいものを食べたくなるあなた。運命の相手と勘違いしやすいのは、元彼と似たタイプです。失恋は、自分が思う以上に、ダメージが大きいもの。元彼と似た男性に惹かれるのは仕方がないかもしれません。しかし、必ず理由があって別れたはず。元彼に似たタイプを選ぶと、同じことを繰り返してしまい、再び、ダメージを受けてしまう可能性もあるのです。'''},
        ]
      }
    },
    {'id': 43, 'title': '''飼いたい魚でわかる、将来リッチな生活が送れるかどうか''', 'Category': 2,
    'imagePath': 'images/thumbnail/_632133d9-2398-4f3f-9b39-994343e430e1.jpeg',
      'description': '''お金がほしい！　そしてリッチな生活を送りたい！　人生、お金がすべてではありませんが、お金でかなえられる夢はたくさんあります。あなたは将来リッチな生活を送れるのか、心理テストで探っていきましょう。''', 'content': {
        'explanation': '''家で魚を飼うとしたら、どれがいい？''',
        'options': [
          {'id': 1, 'text': '熱帯魚', 'answer1': '浪費するためリッチにはなれない', 'answer2' : '''高価な熱帯魚を選んだあなた。見栄っ張りで、金づかいが荒いタイプ。人におごったり、流行りのものは誰よりも早く手に入れたり、後先考えずお金を使ってしまいます。今のままでは、将来、リッチな生活を送るのは難しいでしょう。浪費癖を改めることができれば、未来は変わってくるはずです。'''},
          {'id': 2, 'text': '金魚', 'answer1': 'リッチにはなりたくない', 'answer2' : '''安価な金魚を選んだあなた。そもそもリッチになりたいとは思わないタイプです。お金よりも、愛や健康のほうが大切。リッチでなくても、幸せになれることを知っているのです。いい意味で、お金への執着がないので、お金に振り回されて心が消耗することもないでしょう。'''},
          {'id': 3, 'text': 'メダカ', 'answer1': 'リッチだが質素な生活を送る', 'answer2' : '''地味なメダカを選んだあなた。お金を十分に稼げますし、貯金も相当額できますが、使うのがもったいないと思うタイプです。豪邸に住めるくらいリッチなのに、バーゲンの服を着ていたりしそうです。お金を貯えるだけなく、有意義に使うことも覚えれば、もっと人生が豊かになるでしょう。'''},
          {'id': 4, 'text': 'どじょう', 'answer1': 'リッチではないが生活には困らない', 'answer2' : '''泥や砂に潜る性質のあるドジョウを選んだあなた。足が地についていて、金銭面ではかなり堅実。お金を稼ぐ大変さがわかっている人です。しっかり貯金や節約ができるので、生活に困ることはないでしょう。リスクを背負って大金を稼ぐよりも、分相応な生活を送ることができれば満足なのです。'''},
        ]
      }
    },
    {'id': 44, 'title': '''掃除への取り組み方でわかる、あなたの忍耐力''', 'Category': 2,
    'imagePath': 'images/thumbnail/_b97ce63b-ee9a-4f02-a41a-cb8198b28c81.jpeg',
      'description': '''忍耐力を試すとしたら、どんなシチュエーションを思い浮かべるでしょうか。頑張りどきに、しっかり踏ん張れるかどうか？　腹を立てた自分を抑えて耐えるときもありますね。今回は、今のあなたの忍耐力を探る心理テストです。''', 'content': {
        'explanation': '''部屋を掃除して、キレイにしなくてはいけないあなた。今の気分は？''',
        'options': [
          {'id': 1, 'text': 'よし、一気にやるぞ！', 'answer1': '忍耐力中　我慢は当たり前', 'answer2' : '''面倒な掃除であろうと、やるときはやるという姿勢で、一気に終わらせてしまおうとするあなた。どうせやるならとっとと終わらせて、すっきり気分になろうじゃないかという、爽快な性格なのでしょう。今のあなたの忍耐力は中程度。我慢が必要なときは、我慢をするのは当然と受け止める忍耐力の持ち主です。一方、長期間の我慢になると、忍耐力が不足することがありそうです。'''},
          {'id': 2, 'text': '少しずつ片付けよう', 'answer1': '忍耐力高　我慢のあとの喜びが楽しみ', 'answer2' : '''しなくてはいけない掃除を、少しずつでも進めていこうとするあなたは、とても前向きな人でしょう。大変なことであっても、へこたれることなく、しっかりと受け止めて成し遂げていくタイプです。今のあなたの忍耐力は、かなり高めでしょう。我慢をしているときはつらくても、その苦しみが大きければ大きいほどに、達成感もひとしおに。忍耐でひらく未来を知っているあなたです。'''},
          {'id': 3, 'text': '無理無理！', 'answer1': '忍耐力ゼロ!?　我慢はしない', 'answer2' : '''掃除という仕事を前にして、「無理無理１」と逃げようとするあなた。掃除をしないという判断で、やりたくないことを避けるでしょう。今のあなたの忍耐力は、まさかのゼロ！　我慢は苦手を通り越して、我慢をしないタイプです。やりたくないこと、避けたいことには見向きもせずに、初めから拒絶を決め込むでしょう。「いいの。それが私だから」という強気な姿勢も特徴的です。'''},
          {'id': 4, 'text': '誰か助けてー！', 'answer1': '忍耐力低　我慢が苦手', 'answer2' : '''掃除となると、助けを求めたくなるあなた。掃除を考えただけでブルーになり、現実逃避をしようとするのでは？　そんな今のあなたの忍耐力はかなり低く、我慢が苦手なタイプでしょう。やりたくないことはやらずにすませたいという思いが強く、手助けをしてくれる人に甘んじながら、「私はダメな子なんだよね……」といい、そのスタイルを変えずに押し通そうとしているはず。'''},
        ]
      }
    },
    {'id': 45, 'title': '''スズメバチが巣を作った場所は？答えでわかるあなたが抱いている恐怖''', 'Category': 2,
    'imagePath': 'images/thumbnail/_847fd8a7-5146-4a5f-bd47-83d2eb661cba.jpeg',
      'description': '''恐怖心は、人を臆病にさせ、何かにチャレンジする気持ちを奪ってしまいます。できるなら克服したいものです。では、あなたはどんなことに恐怖を抱いているのでしょうか。心理テストで探っていきましょう''', 'content': {
        'explanation': '''スズメバチが巣を作りました。どこに作ったと思う？''',
        'options': [
          {'id': 1, 'text': '木の上', 'answer1': '仕事がなくなるのが恐い', 'answer2' : '''木の上は高いところです。あなたは高みを目指して頑張る努力家。日頃から仕事などに熱心に取り組んでいるのではないでしょうか？　そんなあなたが恐れていることは、「仕事がなくなること」です。お金に困るのはもちろん、やりがいを失うことが怖いのです。何のために生きているのだろうと、人生に迷ってしまうのです。'''},
          {'id': 2, 'text': '家の中', 'answer1': '体調を崩すのが恐い', 'answer2' : '''家の中は、本来安全なところです。そこにハチの巣ができたと思ったあなた。恐れていることは、「健康を脅かされること」です。もともとあなたは身体が丈夫で、健康には自信があるのではないでしょうか？　そのため、ちょっとした不調でも、「何か重い病気にかかってしまったのでは……」と心配になってしまうのでしょう。'''},
          {'id': 3, 'text': '天井裏', 'answer1': '本当の自分を知るのが恐い', 'answer2' : '''天井裏は、隠れていて見えないところです。あなたが恐れているのは、自分でも気づいてはいない、自分の本性を知ることです。あなたは、いい人でありたいという気持ちが強いようです。もし、心の奥深くに、自分ではコントロールできないような醜い感情があったら、自分で自分が嫌いになりそうで恐いのでしょう。'''},
          {'id': 4, 'text': '壁と壁の間', 'answer1': '心の狭い人間だと知られるのが恐い', 'answer2' : '''壁と壁の間は、とても狭いです。あなたは自分を心が狭い人だと思っているよう。それを、人に知られるのが恐いのでしょう。小さなことでイライラしたり、人のミスを許せなかったり……。そうした感情を普段は必死に抑えていますが、いつか爆発してしまったら、みんなに嫌われてしまうかもしれないと思い不安なのではないでしょうか。'''},
        ]
      }
    },
    {'id': 46, 'title': '''お店で商品を壊してしまったらどうする？''', 'Category': 1,
    'imagePath': 'images/thumbnail/_0e427111-4a5c-4e0e-83b3-046b49c57428.jpeg',
      'description': '''不倫、不倫、不倫……と、どこにでも当り前のように登場し、すっかり身近なことと化してしまった不倫。明日は我が身になっても不思議ではありません。もしあなたが不倫し、バレてしまった際、再度不倫をしてしまうのか……不倫再発度を心理テストで探ってみましょう。''', 'content': {
        'explanation': '''買い物中、見ていた商品を落として壊してしまいました。あなたはどうしますか？''',
        'options': [
          {'id': 1, 'text': '店員に申し出る', 'answer1': '謝罪して元の鞘に戻る', 'answer2' : '''どんな状況であっても、不倫は不倫と考えるあなた。亀裂の入った関係は、このまま壊れてしまうかもしれません。けれどそんなときだからこそ、正直に告白して相手に謝罪し、誠意で対応しようとするのでしょう。気持ちのこもったストレートな謝罪で、元の鞘に戻る可能性の高いタイプです。深く反省するあなたは、不倫の再発度も低いでしょう。'''},
          {'id': 2, 'text': '故意ではないことを店員に説明する', 'answer1': '悪気はないと主張してまた不倫する', 'answer2' : '''相手から誘われて断れなかった。悪気はなかった。遊びだった。または、交際相手や配偶者がつらく当たったことなどを理由にして、不倫はあくまでも自分のせいではないことを主張しようとするあなたなのでしょう。言い訳や取り繕いでその場を乗り越えるものの、また同じ過ちを犯しがちなタイプです。反省のかけらもないあなたの不倫の再発度は高いでしょう。'''},
          {'id': 3, 'text': '店員に気づかれないように退散する', 'answer1': '白を切り通してポーカーフェイス', 'answer2' : '''気づかれなければそれでいい。何もなかったことと同じだ。と、壊した商品をそのままにして退散するあなたは、不倫でもやり逃げのタイプ。不倫関係を結んだ相手にも失礼な人でしょう。不倫の再発度は中程度ですが、実際にはグレーゾーンと言えます。浮気や不倫を墓場まで持ち逃げして、誰にもバレないように白を切るポーカーフェイスはサイコパスに通じるかも!?'''},
        ]
      }
    },
    {'id': 47, 'title': '''「お風呂に入った自分」からイメージしたことでわかる、あなたの本質''', 'Category': 2,
    'imagePath': 'images/thumbnail/_3adb2e56-b848-4e5c-97d7-6d8aa64335a4.jpeg',
      'description': '''入浴にはたくさんの効果があります。一日の汚れを落として心身をスッキリさせるのはもちろんのこと、温熱による疲労回復効果、水圧によるむくみの解消、最近ではダイエットやウツにも効果があるといわれています。今回は、そんなお風呂に関連した心理テストです''', 'content': {
        'explanation': '''お風呂に入るときの自分イメージしてください。思い浮かんだのは、次のどれに近い？''',
        'options': [
          {'id': 1, 'text': '身体を洗っている自分', 'answer1': '「感覚的」なタイプ', 'answer2' : '''あなたは物ごとを身体的な感覚で感じるのが得意なよう。何かを判断するときは、理屈に合うかどうかよりも「快・不快」で決める傾向があるでしょう。そんなあなたは「感覚」が発達しているタイプ。優れた感覚とセンスを持っているため、「本物がわかる人」と周囲から思われているはずです。また、感覚を楽しませることが好きなので、快楽主義になりやすいでしょう。'''},
          {'id': 2, 'text': 'シャンプーしている自分', 'answer1': '「思考的」なタイプ', 'answer2' : '''あなたは物ごとを筋道立てて考えるのが得意なよう。何かを判断するときは、「論理的であるかどうか」を重要視するでしょう。そんなあなたは「思考」が発達しているタイプ。考えることが好きなため、さまざまな情報を頭の中で組み立ててみたり、自分の考えをとことん追いかけたりして楽しむことが多そうです。基本的に頭のいい人ですが、感情的な事柄は苦手かもしれません。'''},
          {'id': 3, 'text': '湯船に浸かっている自分', 'answer1': '「感情主体」なタイプ', 'answer2' : '''あなたは物ごとを情緒的に受け止める人のよう。何かを判断するときは、「好きか嫌いか」といった感情に頼ることが多いでしょう。そんなあなたは「感情」が発達したタイプ。感情を扱うことがうまいため、社交が得意で常に多くの友人に取り囲まれているでしょう。たとえ非社交的であっても、人を魅了する力は強いはずです。人気者、あるいはカリスマになりやすいでしょう。'''},
          {'id': 4, 'text': '何も思い浮かばなかった', 'answer1': '「直感的」なタイプ', 'answer2' : '''あなたは物ごとを直感的に感じ取るのが得意なよう。何かを判断するときは、「ピンときたかどうか」で決めるほうでしょう。そんなあなたは「直感」が発達しているタイプ。これまでの人生、カンがいいおかげでトクをしたり、危険を回避したことが多いでしょう。また、未来を予知する力も優れているはずです。ただ、合理性に欠けるぶん、論理を追及されると弱いかもしれません。'''},
        ]
      }
    },
    {'id': 48, 'title': '''新しい部屋の鍵は何色？　答えでわかる心がしたいと思っていること''', 'Category': 2,
    'imagePath': 'images/thumbnail/_c54078a0-6951-4b53-810d-2b76f434f462.jpeg',
      'description': '''日々の忙しさに追われて、何か大切なことを忘れていませんか？　今回は、あなたがしたいことがわかる、心理テストを紹介します。今、自分が何を求めているのか、探ってみましょう。''', 'content': {
        'explanation': '''新しい部屋の鍵を渡されました。鍵は何色ですか？''',
        'options': [
          {'id': 1, 'text': '黄', 'answer1': 'もっと土台作りがしたい', 'answer2' : '''黄色は、五行で「土」をあらわしています。物を形作ったり、安定させたりするのが「土」の役目。そんな黄色い鍵を選んだあなた。今したいことは、「土台作り」です。たとえば、仕事に関する基礎的な勉強をもう一度しっかり学びたい。健康のための体力作りや、身体の内側から美を磨いていきたいなど。きちんとした土台作りをしたいと思っているでしょう。'''},
          {'id': 2, 'text': '緑', 'answer1': 'もっと成長したい', 'answer2' : '''緑は、五行で「木」を象徴。「木」は太陽に向かって、ぐんぐん伸びていきます。青い鍵を選んだあなたは、「もっと成長したい」と思っているでしょう。社会人として、女性として、ワンランクアップしたいと願っているはず。まずは、自分がどんな人になりたいかを考えてみましょう。お手本となる人物がいると、さらにベター。憧れの人をイメージし、行動を起こせば、大きく成長できるでしょう。'''},
          {'id': 3, 'text': '白', 'answer1': 'いらないものを処分したい', 'answer2' : '''白は、五行で「金」を意味します。「金」はピュアなエネルギーを取り入れ、汚れたものを排出する浄化の役目があります。白い鍵を選んだあなたは、「いらないものを処分したい」と思っているでしょう。たとえば、今の仕事を辞めたい、面倒な人間関係を捨てたい、部屋の片づけをしたいなど。前から思っていることを実行するときがやってきたのです。'''},
          {'id': 4, 'text': '赤', 'answer1': '夢中になれる目標がほしい', 'answer2' : '''五行において、赤は「火」をあらわしています。火は、内側から燃える自我を象徴。そんな赤い鍵を選んだあなたは、「もっと夢中になれる目標がほしい」と思っているでしょう。可もなく不可もない生活は退屈。夢中になれる毎日を過ごしたいと願っているのです。ぜひ、夢中になれる目標を1つに絞りましょう。かなえたい夢があれば、毎日が輝くはずです。'''},
          {'id': 5, 'text': '黒', 'answer1': 'もっと心を潤したい', 'answer2' : '''黒は、五行で「水」をあらわしています。水は生命の源であり、人間の本能的なエネルギーの象徴。黒い鍵を選んだあなたは、「もっと心を潤したい」と思っているでしょう。あなたは今、心も身体も、パサパサに乾いた状態です。潤うために、心から楽しいと思うことを追い求めてみましょう。「自分には無理」というセリフは禁句。まずは一歩、踏み出してみて！'''},
        ]
      }
    }
    ,
    {'id': 49, 'title': '''あなたが恋に落ちるきっかけは？''', 'Category': 1,
    'imagePath': 'images/thumbnail/_ac7b6a55-8a4e-4e99-a142-52beb79e796f.jpeg',
      'description': '''恋に落ちる瞬間は人それぞれ。
あなたが恋に落ちるきっかけって、どんなときが多かったですか？''', 'content': {
        'explanation': '''LINEスタンプを購入しようと思います。
あなたは、何を基準に買いましたか？
''',
        'options': [
          {'id': 1, 'text': 'ユニークなスタンプ', 'answer1': '突然のギャップ萌えにドキッ', 'answer2' : '''シュールなものからダジャレまで、クスッと笑える「ユニークなスタンプ」を選んだあなた。あなたが恋に落ちるきっかけは、不意にいつもと違うギャップを相手に感じたときです。いつもは硬派な感じなのに、ふたりだけのときにふと弱い一面を自分だけに見せてくれた、というシチュエーションがあると、あなたはギャップ萌えして心に響いてしまうでしょう。'''},
          {'id': 2, 'text': 'かわいいスタンプ', 'answer1': 'ふと見せる優しさにドキッ', 'answer2' : '''思わず「わぁ～！」と欲しくなってしまう「かわいいスタンプ」を選んだあなた。あなたが恋に落ちるきっかけは、突然優しいことをされたときです。ふたりで歩いているとき、すっと車道側に立ってくれたり、荷物を自然と持ってくれたりすると、急にドキドキしてしまいそう。あなたはちょっとした優しさにキュンとなって、相手を好きになることが多いでしょう。'''},
          {'id': 3, 'text': '実用的なスタンプ', 'answer1': '思いをしっかり聞いてくれる姿勢にドキッ', 'answer2' : '''相手に伝えたい文字などが入った「実用的なスタンプ」を選んだあなた。あなたが恋に落ちるきっかけは、悩み相談に真剣につきあってもらえたときです。あなたが話しているとき、相手が真剣に耳を傾けてくれて、意見を求めればちゃんと答えてくれるといった、安心できるようなシチュエーションに弱いようです。そんな人に心を許して、恋に発展していくでしょう。'''},
          {'id': 4, 'text': '好きなキャラクターのスタンプ', 'answer1': '最高にカッコいいところを見てドキッ', 'answer2' : '''好きなキャラクターがいて、もともと欲しいものが決まっている「好きなキャラクターのスタンプ」を選んだあなた。あなたが恋に落ちるきっかけは、相手のいちばんカッコいいところを見たとき。「あの人はこれが得意なんだよね～」と思いながら相手を見ていて、やっぱり上手だったりするシーンに弱いようです。その姿がものすごく素敵に思えてきて、ドキドキしている自分に気づくでしょう。'''},
        ]
      }
    },
    {'id': 50, 'title': '''あなたの大人恋愛度は？''', 'Category': 1,
    'imagePath': 'images/thumbnail/_c8a7dab7-de53-4d0c-997c-dc9c6fa97f69.jpeg',
      'description': '''お互いに成長できて、嫉妬や束縛に縛られず、尊重し合えるのが「大人の恋」。
あなたは、「大人の恋愛」していますか？''', 'content': {
        'explanation': '''もし生まれ変われるのなら、あなたはどの季節に生まれたい？
''',
        'options': [
          {'id': 1, 'text': '春', 'answer1': '時々子供、時々大人〈大人恋愛度60〉', 'answer2' : '''桜の花びらが舞う穏やかな気候の「春」を選んだあなた。あなたの大人恋愛度は、ごく平均的といえるでしょう。新しいことを始めるのが好きなタイプなので、色々なことにチャレンジして、そのたびに子供のようにはしゃぎます。けれど、ときと場所をわきまえる力もあわせ持っているため、大人の恋に適応する力も備えています。'''},
          {'id': 2, 'text': '夏', 'answer1': '感情をそのまま反映する〈大人恋愛度40〉', 'answer2' : '''日差しが降り注ぎ、開放的になる「夏」を選んだあなた。あなたの大人恋愛度は、やや低めといえるでしょう。恋をするとすぐに気持ちが盛り上がり、「この人が好き！」と思ったら、なりふり構わず攻めの姿勢を取るタイプ。恋のチャンスは捕まえやすいのですが、大人の恋愛というより、子供っぽさが目立つ恋愛をすることが多いでしょう。'''},
          {'id': 3, 'text': '秋', 'answer1': '洗練された恋〈大人恋愛度100〉', 'answer2' : '''何をするにも過ごしやすく、シックな雰囲気もある「秋」を選んだあなた。あなたの大人恋愛度は、かなり高めといえるでしょう。しっとりとした女性らしさを身につけているので、相手もあなたのペースに合わせ、まさに余裕を持って「大人の恋」を楽しめそう。にぎやかさや派手さはないけれど、落ち着いた恋愛ができるタイプでしょう。'''},
          {'id': 4, 'text': '冬', 'answer1': '人目に付かない濃厚さ〈大人恋愛度80〉', 'answer2' : '''寒さのピークを迎えるけれど、恋人とギュッと寄り添い合える「冬」を選んだあなた。あなたの大人恋愛度は、高めといえるでしょう。人前では、彼から一歩下がって着いて行くようなタイプで、男性が主導権を握る恋愛が多いタイプ。けれど、二人きりになると豹変したかのように、あなたが積極的に濃密な恋愛を仕掛けていくでしょう。'''},
        ]
      }
    }
  ];
